Repository: uomopalese/iThemes-Excahnge-Wordpress-plugin-Italian-translation
Catalog: *-l10n-exchange-addon-membership-*.po
Languages: it_it

source: This message will appear when a member attempts to access a product that has been delayed.
it_it: Questo messaggio viene visualizzato quando un utente tenta di accedere un prodotto che è stato ritardato.

source: Use the {time_until_available} tag to display the time until the content will be available. Ex: <b>5 days</b> or <b>2 months</b>.
it_it: Utilizzare il tag {time_until_available} per visualizzare il tempo durante il quale il contenuto sarà disponibile. Es: <b>5 giorni</b> o <b>2 mesi</b>.

source: Default Prerequisites Label
it_it: Etichetta predefinita per Prerequisiti

source: This label will appear when displaying the prerequisite information on a membership.
it_it: Questa etichetta verrà visualizzata quando si visualizzano Prerequisiti necessari per un abbonamento.

source: Default Intended Audience Label
it_it: Etichetta predefinita destinatari

source: This label will appear when displaying the intended audience information on a membership.
it_it: Questa etichetta apparirà quando si visualizzano le informazioni sui destinatari di un abbonamento.

source: Default Objectives Label
it_it: Etichetta predefinita Obiettivi

source: This label will appear when displaying the objective information on a membership.
it_it: Questa etichetta apparirà quando si visualizzano le informazioni sugli obiettivi di un abbonamento.

source: Membership Dashboard View
it_it: Visualizzazione abbonamento

source: Sets the default way items are displayed in the customer's membership dashboard.
it_it: Configura il modo predefinito in cui elementi vengono visualizzati nella Dashboard del cliente.

source: Grid
it_it: Griglia

source: List
it_it: Lista

source: Membership Group Toggle
it_it: Attiva/Disattiva gruppo di appartenenza

source: Sets the default option for toggling grouped membership content.
it_it: Imposta l'opzione predefinita per attivare/disattivare abbonamenti raggruppati.

source: Yes
it_it: Sì

source: Please include a restricted content message.
it_it: Si prega di includere un messaggio per il contenuto con restrizioni.

source: Please include a delayed content message.
it_it: Si prega di includere un messaggio per il contenuto in ritardato.

# view
source: Exchange - Membership
it_it: Exchange - Abbonamento

source: The Exchange customer's membership account page.
it_it: Pagina account abbonameno del cliente.

# view
source: Exchange - Memberships
it_it: Exchange - Abbonamenti

source: The Exchange customer's memberships account page.
it_it: Pagina account abbonameno del cliente.

source: Select a term to restrict.
it_it: Seleziona un termine di cui limitare l'accesso.

source: Taxonomy
it_it: Tassonomia:

source: How long a membership should last.
it_it: Quanto dovrebbe durare un'iscrizione.

source: Membership Content Access
it_it: Abbonamento - Accesso

source: Content Access
it_it: Accesso al contenuto di questo abbonamento

source: Content Access settings restrict access to content for this membership. Note: Delay Access settings can only be applied to individual posts or pages.
it_it: Le Impostazioni di accesso al contenuto limitano la possibilità di visualizzare i contenuti di un abbonamento. Nota: Le impostazioni di ritardo possono applicarsi solo a singoli post o pagine.

source: Content
it_it: Contenuto

source: Delay Access
it_it: Ritarda l'accesso

source: This setting can only be applied to individual posts or pages.
it_it: Questa impostazione può essere applicata solo a singoli post o pagine.

source: No content access rules added to this membership yet. <a href="">Add New Rule</a>
it_it: Nessuna regole di accesso per questo abbonamento. <a href="">Aggiungi nuova regola</a>

source: Add New Rule
it_it: Aggiungi nuova regola

source: Add New Group
it_it: Aggiungi Nuovo Gruppo

source: Allows you to set a Parent for a given membership, to enable membership hierarchy permissions.
it_it: Consente di impostare un genitore per un dato abbonamento, e di abilitare i permessi per la gerarchia di abbonamento.

source: Membership Hierarchy
it_it: Gerarchia di abbonamento

source: View and edit membership relationships below. You can add child memberships to include the content and files from another membership with this membership. You can also add and remove parent memberships that include this membership.
it_it: Qui puoi visualizzare e modificare relazioni tra gli abbonamenti. È possibile aggiungere abbonamenti-figlio per includere i contenuti e i file da un'altro abbonamento con questo. È anche possibile aggiungere e rimuovere gli abbonamenti-genitore che includono questo abbonamento.

source: Child Memberships
it_it: Abbonamento figlio

source: A Parent gets all of its own access, plus all of it's Child(ren)'s access.
it_it: Un abbonamento-genitore accede a tutte le proprie risorse, oltre che a quelle dell'abbonamento-figlio(i)

source: Additional membership available to owners of this membership level.
it_it: Ulteriori abbonamenti disponibile per i proprietari di questo abbonamento

source: Select a Membership
it_it: Seleziona un abbonamento

source: Add Child Membership
it_it: Aggiungi abbonamento-figlio

source: Parent Memberships
it_it: Abbonamento genitore

source: Memberships that include content from this membership and all children of it.
it_it: Abbonamenti che includono il contenuto di questo abbonamento e degli abbonamenti-figlio di questo

source: Add Parent Membership
it_it: Aggiungi abbonamento-genitore

source: This displays the intended audience message for each Membership type on the member's product page
it_it: Messaggio dei destinatari per ogni tipo di abbonamento sulla pagina prodotto dell'utente

source: Membership Information
it_it: Informazioni Abbonamento

source: Override the Restricted Content Message
it_it: Ignorare il messaggio di contenuto con restrizioni

source: If the content is restricted to multiple membership products, the global Restricted Content Message will be displayed.
it_it: Se il contenuto è limitato a più prodotti dell'abbonamento, verrà visualizzato il messaggio globale di contenuto con restrizioni.

source: Override the Content Delayed Message
it_it: Ignorare il messaggio di contenuto ritardato

source: Display %s
it_it: Visualizza %s

source: This displays a custom welcome message for each Membership type on the member's dashboard
it_it: Verrà visualizzato un messaggio di benvenuto personalizzato per ogni tipo di abbonamento nella bacheca dell'utente

source: Welcome Message
it_it: Messaggio account

source: This message will appear above the list of protected membership content in your user's account. Use it to describe this membership, let them know what to read first or do next.
it_it: Questo messaggio verrà visualizzato sopra i contenuti protetti nel'account dell'utente. Utilizzarlo per descrivere il suo abbonamento, far sapere cosa leggere prima o fare dopo.

source: The latest version of iThemes Exchange Membership requires you to reset your WordPress permalinks. %sClick here to reset your permalinks%s
it_it: L'ultima versione di iThemes Exchange Membership richiede di reimpostare il tuo Permalink WordPress. %sCliccare qui per reimpostare il tuo Permalink%s

source: The next versions of Membership will require PHP version 5.3 for certain features. You are currently running version %s. Please contact your host to upgrade your PHP version.
it_it: Le prossime versioni di Membership add-on richiederanno PHP versione 5.3. Attualmente è in esecuzione la versione %s. Contatta il tuo host per aggiornare la versione PHP.

source: The Membership add-on requires iThemes Exchange version 1.35.2 or greater. %sPlease upgrade Exchange%s.
it_it: Membership add-on richiede iThemes Exchange versione 1.35.2 o superiore. %per favore esegui l'upgrade di Exchange%s.

source: The Membership add-on requires Recurring Payments version 1.8.0 or greater. %sPlease upgrade the Recurring Payments add-on%s.
it_it: Membership add-on richiede Recurring Payment versione 1.8.0 o superiore. %sAggiorna Recurring Payments%s.

source: The Membership add-on requires WordPress version 4.2 or greater. %sPlease upgrade WordPress%s.
it_it: Membership add-on richiede WordPress versione 4.2 o superiore. %sAggiorna WordPress%s.

source: Members
it_it: Utenti

# members per page (screen options)
source: Members
it_it: Utenti

source: Cheatin&#8217; uh?
it_it: Stai scherzando?

source: iThemes Exchange Members
it_it: Utenti iThemes Exchange

source: Search results for &#8220;%s&#8221;
it_it: Risultati della ricerca per &#8220;%s&#8221;

source: Search Members
it_it: Cerca utenti

source: Setup Add-on
it_it: Installazione add-on

source: Restrict content to a specific Membership product in this post with the Member Content shortcode
it_it: Limitare il contenuto specifico di un abbonamento in questo post utilizzando gli shortcode del Contenuto Utenti

source: Member Content
it_it: Contenuto Utenti

source: You must select at least one membership product
it_it: Devi selezionare almeno un prodotto!

source: To restrict content within this post or page to users with a specific membership level, highlight the section you’d like to restrict in your content, choose the membership levels you’d like to give access to the content and click the Insert Shortcode button below.
it_it: Per limitare il contenuto all'interno di questo post o pagina agli utenti con un livello di abbonameto specifico, evidenziare la sezione che si desidera limitare nei tuoi contenuti, scegliere i livelli di adesione a cui si desidera dare l'accesso e fare clic sul pulsante Inserisci Shortcode qui sotto.

source: Select Membership Product(s)
it_it: Seleziona il prodotto/i dell'abbonamento

source: Choose the Memberships allowed to see selected content.
it_it: Scegliere gli abbonamenti che possono vedere il contenuto selezionato.

source: Insert Shortcode
it_it: Inserisci uno shortcode

source: Cancel
it_it: Annulla

source: Displays content available with this membership. %sClick here to read about the available shortcode options%s.
it_it: Visualizza contenuto disponibile con questo abbonamento. %sCliccare qui per info sugli shortcode disponibili%s.

source: Memberships
it_it: Abbonamenti

source: Membership Page
it_it: Pagina Abbonamento

source: Membership pages appear in the customers account profile.
it_it: Le pagine dell'abbonamento vengono visualizzate nel profilo dell'account del cliente

source: View available content
it_it: Visualizzare il contenuto disponibile

source: Select a post type to hide.
it_it: Selezionare un post type da nascondere.

source: Select a post to restrict.
it_it: Selezionare un arolo di cui limitare l'accesso.

source: Available on
it_it: Disponibile dal

source: Date
it_it: Data

source: Drip Interval
it_it: Intervallo del ritardo

source: Drip Duration
it_it: Durata del ritardo

source: Drip
it_it: Ritardo

source: Days
it_it: Giorni

source: Weeks
it_it: Settimane

source: Months
it_it: Mesi

source: Years
it_it: Anni

source: Group Name
it_it: Nome Gruppo

source: Read more content in this group
it_it: Leggi più contenuti in questo gruppo

source: Plus more content in this group
it_it: Pliù contenuti in questo gruppo

source: available in %s
it_it: disponibile in %s

source: Repair Member Access
it_it: Ripara accesso agli iscritti

source: Repairs member access to match payment and subscription statuses.
it_it: Ripara l'accesso agli iscritti per abbinare gli stati di pagamento e di sottoscrizione.

source: Membership Rule Exemptions
it_it: Regole esenzioni abbonamento

source: Change how membership content rule exemptions are stored. Ensures content desired to be public is public.
it_it: Modifica le esenzioni alle regole dell' abbonamento. Garantisce che il contenuto desiderato come pubblico sia pubblico.

source: Seats
it_it: Posti

source: Warning: You have more one member than membership seats available. Please purchase a larger membership plan.
it_it: Attenzione: Avete un iscritto che eccede i posti disponibili. Si prega di acquistare un piano di abbonamento più ampio.

source: To add a member, simply input their name and email address in the list below.
it_it: Per aggiungere un iscritto, basta inserire il nome e indirizzo e-mail nella lista qui sotto.

source: To remove a member, simply press the &times; next to their name in the list below.
it_it: Per rimuovere un iscritto, è sufficiente premere la × accanto al suo nome nell'elenco sottostante.

source: Be sure to save your changes using the 'Save Members' button at the bottom of the list.
it_it: Assicurarsi di salvare le modifiche utilizzando il pulsante 'Salva iscritti' nella parte inferiore dell'elenco.

source: Save Members
it_it: Salva iscritti

source: Member %d Name
it_it: Nome iscritto %d

source: Member %d Email
it_it: E-mail iscritto

source: Remove
it_it: Rimuovi

source: Delete Member %d
it_it: Elimina iscritto %d

source: Sell umbrella memberships with iThemes Exchange.
it_it: Vendere abbonamenti estesi con iThemes Exchange.

source: Allows for one customer to pay and manage memberships for multiple users.
it_it: Permette ad un cliente di pagare e gestire le appartenenze per più utenti.

source: Umbrella Memberships is now a part of the core iThemes Exchange Membership add-on. We've deactivated the old add-on.
it_it: L'abbonamento esteso (Umbrella Membership) è ora parte del core di iThemes Exchange Membership add-on. Abbiamo disattivato il vecchio componente aggiuntivo.

source: You've been given access to %1$s by %2$s
it_it: Ti è stato fornito l'accesso a %1$s da %2$s

source: Your access to %1$s has been revoked by %2$s
it_it: Il tuo accesso a %1$s è stato revocato da %2$s

source: Your access to %1$s has expired.
it_it: Il tuo accesso a %1$s è scaduto.

source: This membership is paid for by %1$s.
it_it: Questo abbonamento è pagato da %1$s.

source: Request expired. Please try again.
it_it: Richiesta scaduta. Si prega di riprovare.

source: Member name and email are required.
it_it: Email e nome dell'iscritto sono obbligatori.

source: Members Updated.
it_it: Iscritti aggiornato.

source: Allow for customers to purchase a multi-seat membership.
it_it: Consenti ai clienti di acquistare un abbonamento multi-sede.

source: Enable umbrella memberships for this product.
it_it: Abilitare abbonamento esteso per questo prodotto.

source: Umbrella Membership Settings
it_it: Impostazioni abbonamento esteso (Umbrella membership)

source: General
it_it: Impostazioni generali

source: Invitation Email
it_it: E-mail di invito

source: Email sent to members when they're invited to an umbrella membership.
it_it: E-mail inviata ai membri quando sono invitati a sottoscrivere un abbonamento esteso (Umbrella Membership).

source: You must select an item
it_it: E' necessario selezionare un elemento

source: Select Template Tag
it_it: Seleziona tag modello

source: Template Tag
it_it: Tag modello

source: Select a tag
it_it: Seleziona un tag

source: Insert
it_it: Inserisci

source: Insert Template Tag
it_it: Inserisci tag modello

source: Invitation & New User Email
it_it: E-mail Invito & nuovo utente

source: Email sent to members when they're invited to an umbrella membership and have had an account created for them.
it_it: E-mail inviata agli utenti quando vengono invitati a sotttoscrivere un abbonamento esteso ed è stato creato loro un account

source: Removed Email
it_it: Email abbonamento esteso rimosso

source: Email sent to members when they're removed from an umbrella membership.
it_it: E-mail inviata agli utenti quando che sono rimossi da un abbonamento esteso (Umbrella Membership)

source: Expired Email
it_it: Email abbonamento scaduto

source: Email sent to members when their membership has expired.
it_it: E-mail inviata agli utenti quando il loro abbonamento è scaduto.
