Repository: uomopalese/iThemes-Excahnge-Wordpress-plugin-Italian-translation
Catalog: *-l10n-exchange-addon-membership-*.po
Languages: it_it

source: Your membership is not eligible to receive this content.
it_it: L'abbonamento non è idoneo a ricevere questo contenuto.

source: Welcome
it_it: Benvenuto

source: Membership Content
it_it: Contenuto dell'abbonamento

source: (Included with %s)
it_it: (Incluso con %s)

source: View available content for %s
it_it: Visualizzare il contenuto disponibile per %s

source: day
it_it: giorno

source: days
it_it: giorni

source: %s %s free, then regular price
it_it: %s %s gratis, quindi prezzo normale

source: %s upgrade credit, then regular price
it_it: %s aggiornamento credito, quindi regolare prezzo

source: %s upgrade credit will be applied at checkout
it_it: %s aggiornamento credito verrà applicato alla cassa

source: %s upgrade credit applied at checkout
it_it: %s aggiornamento credito applicato alla cassa

source: %s downgrade credit, then regular price
it_it: %s downgrade credito, quindi regolare prezzo

source: Cancel this subscription
it_it: Cancella abbonamento

source: Subscription deactivated
it_it: Abbonamento disattivato

source: Subscription cancelled
it_it: Abbonamento annullato

source: Subscription suspended
it_it: Abbonamento sospeso

source: Expires
it_it: Scadenza

source: Payment
it_it: Pagamenti

source: of
it_it: di

source: Recurring Payments
it_it: Recurring Payments (Pagamenti ricorrenti)

source: This add-on turns on recurring payments for supporting payment gateways.
it_it: Questo componente attiva il supporto sui gateway di pagamento per i pagamenti ricorrenti

source: (after %s)
it_it: (dopo %s)

source: Cancellation Notification
it_it: Notifica di cancellazione

source: Hello [it_exchange_email show=name], Your recurring payment has been cancelled. Thank you. [it_exchange_email show=sitename]
it_it: Salve [it_exchange_email show=name], Il tuo pagamento ricorrente è stato cancellato. Grazie. [it_exchange_email show=sitename]

source: Expiration Notification
it_it: Notifica di scadenza

source: Hello [it_exchange_email show=name], Your recurring payment has expired. Thank you. [it_exchange_email show=sitename]
it_it: Salve [it_exchange_email show=name], il tuo pagamento ricorrente è scaduto. Grazie. [it_exchange_email show=sitename]

source: Recurring Payments Settings
it_it: Impostazioni dei pagamenti ricorrenti

source: Save Changes
it_it: Salva modifiche

source: Recurring Payment Cancelled Email
it_it: Email pagamento ricorrente annullate

source: Email Subject
it_it: Oggetto email

source: The subject you want users who have cancelled their subscriptions to receive.
it_it: L'oggetto che si desidera che ricevano gli utenti che hanno annullato i loro abbonamenti

source: Email Message
it_it: Messaggio e-mail

source: The message you want users who have cancelled their subscriptions to receive.
it_it: Il messaggio si desidera ricevano gli utenti che hanno annullato i loro abbonamenti

source: Recurring Payment Expired Email
it_it: E-mail per pagamento ricorrente scaduto

source: Enter the email that is sent to administrator after a customer completes a successful purchase. HTML is accepted. Available shortcode functions:
it_it: Inserisci l'email che viene inviata all'amministratore quando un cliente completa con successo un acquisto. È possibile utilizzare codice HTML. Shortcode disponibili:

source: You call these shortcode functions like this: %s
it_it: Puoi utilizzare gli shortcode in questo modo: %s

source: The buyer's first name
it_it: Nome dell'acquirente

source: The buyer's full name, first and last
it_it: Nome e cognome dell'acquirente

source: The buyer's username on the site, if they registered an account
it_it: Il nome utente del compratore sul sito, se ha registrato un account

source: Your site name
it_it: Il nome del tuo sito web

source: Adds a link to the login page on your website.
it_it: Aggiunge un link alla pagina dell'account del cliente sul tuo sito Web.

source: Error. Please try again
it_it: Errore. Riprova, per favore.

source: Settings saved.
it_it: Impostazioni salvate.

source: Settings not saved.
it_it: impostazioni non salvate.

source: Please include an email subject for cancellations
it_it: Si prega di includere un oggetto nell'e-mail in caso di cancellazione

source: Please include an email body for cancellations
it_it: Si prega di includere un corpo messaggio nell'email per le cancellazioni

source: Please include an email subject for expirations
it_it: Si prega di includere un oggetto nell'e-mail per le scadenze

source: Please include an email body for expirations
it_it: Si prega di includere un corpo messaggio nell'e-mail per le scadenze

source: 1 %s free
it_it: 1 %s gratis

source: every %s
it_it: ogni %s

source: %d %ss free
it_it: %d %ss gratis

source: every %d %s
it_it: ogni %d %s

source: Day
it_it: Giorno

source: Week
it_it: Settimana

source: Month
it_it: Mese

source: Year
it_it: Anno

source: Active
it_it: Attivo

source: Suspended
it_it: Sospeso

source: Deactivated
it_it: Non attivo

source: Cancelled
it_it: Annullato

source: Recurring Payments Info
it_it: Info pagamenti ricorrenti

source: Recurring Payment options have moved to the Advanced section.
it_it: Le opzioni per i pagamenti ricorrenti sono state spostate nella sezione avanzata.

source: Recurring Options
it_it: Pagamenti ricorrenti

source: Day(s)
it_it: Giorno(i)

source: Week(s)
it_it: Settimana(e)

source: Month(s)
it_it: Mese/i

source: Year(s)
it_it: Anno(i)

source: Enable Recurring Payments?
it_it: Abilitare i pagamenti ricorrenti?

source: Recurs every...
it_it: Si ripete ogni...

source: Enable Auto-Renewing?
it_it: Attivare il rinnovo automatico?

source: Enable a Trial Period?
it_it: Attivare un periodo di prova?

source: Free trial for...
it_it: Prova gratuita per...

source: Your version of the Membership add-on is not compatible with your Recurring Payments add-on. Please update to version 1.2.16 or greater. %sClick here to upgrade the Membership add-on%s.
it_it: La versione del componente aggiuntivo Membership non è compatibile con il tuo componente aggiuntivo Recurring Payments. Si prega di aggiornare alla versione 1.2.16 o maggiore. %sCliccare qui per aggiornare il componente aggiuntivo Membership%s.

source: forever
it_it: per sempre.

source: Subscription Settings
it_it: Impostazioni abbonamenti

source: Subscription ID
it_it: ID Abbonamento

source: This is the Subscription ID from the Payment Processor.
it_it: Questo è l'ID di abbonamento dall'elaboratore dei pagamenti.

source: Subscription Status
it_it: Stato abbonamento

source: This is the status of the subscription in Exchange, not the transaction. It will not change the status in the Payment gateway.
it_it: Questo è lo stato dell'abbonamento in Exchange, non la transazione. Non cambierà lo stato del Gateway di pagamento.

source: Subscription Expiration
it_it: Scadenza abbonamento

source: Set this to change what Exchange sees as the customer expiration date, the Payment processor will still send webhooks if the payment expires or if new payments come through.
it_it: Questa impostazione modifica ciò che Exchange vede come la data di scadenza del cliente, il Gateway di pagamento invierà ancora il webhooks se il pagamento scade o se vengono effettuati nuovi pagamenti.

source: Warning: Changes to these settings can potentially remove this customer's access to their products.
it_it: Avviso: Le modifiche a queste impostazioni potenzialmente possono rimuovere l'accesso di questi clienti ai loro prodotti.

source: The Recurring Payments add-on requires iThemes Exchange version 1.3.0 or greater. %sPlease upgrade Exchange%s.
it_it: Il componente aggiuntivo Pagamenti ricorrenti richiede iThemes Exchange versione 1.3.0 o superiore. %sPer favore aggiornare Exchange%s.

source: To receive automatic updates for %l, use the <a href="%s">iThemes Licensing</a> page found in the Settings menu.
it_it: Per ricevere gli aggiornamenti automatici per %l, usa la pagina <a href="%s">iThemes Licensing</a> che trovi nel menu Impostazioni

source: iThemes Licensing
it_it: Licenze iThemes

source: Manage iThemes product licenses to receive automatic upgrade support
it_it: Gestione delle licenze di prodotti iThemes per ricevere supporto per l'aggiornamento automatico

source: License
it_it: Licenza

source: <p>Unable to get changelog data at this time.</p><p>Error <code>%1$s</code>: %2$s</p>
it_it: <p>Impossibile ottenere dati di changelog in questo momento.</p><p>Errore <code>%1$s</code> : %2$s</p>

source: <p>Unable to get changelog data at this time.</p><p>Error: Unrecognized response from <code>wp_remote_get</code>.</p>
it_it: <p>Impossibile ottenere dati di changelog in questo momento.</p><p>Errore: Risposta non riconosciuta da <code>wp_remote_get</code> .</p>

source: <p>Unable to get changelog data at this time.</p><p>Error code <code>%1$s</code>: %2$s</p>
it_it: <p>Impossibile ottenere dati di changelog in questo momento.</p><p>Codice di errore <code>%1$s</code> : %2$s</p>

source: <p>Unable to get changelog data at this time.</p><p>Error: Unrecognized response from iThemes API server.</p>
it_it: <p>Impossibile ottenere dati di changelog in questo momento.</p><p>Errore: Risposta non riconosciuta da iThemes API server.</p>

source: The server could not be contacted. Requests are delayed for %d minute to allow the server to recover.
it_it: Il server non può essere contattato. Le richieste sono in ritardo per %d minuto per consentire al server di recuperare.

source: The server was unable to be contacted.
it_it: Impossibile contattare il server

source: An error occurred when communicating with the iThemes update server: %s (%s)
it_it: Si verificato un errore durante la comunicazione con il server di aggiornamento di iThemes: %s (%s)

source: Incorrect password. Please make sure that you are supplying your iThemes membership username and password details.
it_it: Password non corretta. Si prega di assicurarsi di fornire i dati di username e password utilizzati durante l'iscrizione ad iThemes.

source: Invalid username. Please make sure that you are supplying your iThemes membership username and password details.
it_it: Nome utente non valido. Si prega di assicurarsi di fornire il nome utente utilizzato al momento dell'iscrizione ad iThemes.

source: The licensing server reports that the %1$s (%2$s) product is unknown. Please contact support for assistance.
it_it: Il server segnala che il prodotto %1$s (%2$s) è sconosciuto. Contattare il supporto per ottenere assistenza, .

source: %1$s could not be licensed since the membership account is out of available licenses for this product. You can unlicense the product on other sites or upgrade your membership to one with a higher number of licenses in order to increase the amount of available licenses.
it_it: %1$s potrebbe non essere concesso in licenza dal momento che l'account di appartenenza è privo di licenze disponibili per questo prodotto. Puoi disattivare questo prodotto su altri siti o aggiornare la tua iscrizione a un prodotto con un numero di licenze superiore, al fine di aumentare la quantità di licenze disponibili.

source: %s could not be licensed due to an internal error. Please try to license %s again at a later time. If this problem continues, please contact iThemes support.
it_it: %s non può essere concesso in licenza a causa di un errore interno. Prova a ottenere la licenza per %s in un secondo momento. Se il problema persiste, contattare il supporto di iThemes.

source: An unknown error relating to the %1$s product occurred. Please contact iThemes support. Error details: %2$s
it_it: Si è verificato un errore sconosciuto relativa al prodotto di %1$s. Contattare il supporto di iThemes. Dettagli errore: %2$s

source: An unknown error occurred. Please contact iThemes support. Error details: %s
it_it: Si è verificato un errore sconosciuto. Contattare il supporto di iThemes. Dettagli errore: %s

source: Settings saved
it_it: Impostazioni salvate

source: You must supply an iThemes membership username and password in order to license products.
it_it: È necessario fornire il nome utente e la password di un abbonamento iThemes valido per ottenere la licenza.

source: You must supply an iThemes membership username in order to license products.
it_it: È necessario fornire il nome utente un abbonamento iThemes valido per ottenere la licenza.

source: You must supply an iThemes membership password in order to license products.
it_it: È necessario fornire la password di un abbonamento iThemes valido per ottenere la licenza.

source: You must select at least one product to license. Ensure that you select the products that you wish to license in the listing below.
it_it: È necessario selezionare almeno un prodotto per cui ottenere la licenza. Assicurarsi di selezionare i prodotti nella lista qui sotto.

source: An unknown server error occurred. Please try to license your products again at another time.
it_it: Si è verificato un errore di server sconosciuto. Prova ad ottenere la licenza dei tuoi prodotti in un altro momento.

source: Your product subscription has expired
it_it: L'abbonamento è scaduto

source: Successfully licensed %l.
it_it: Licenza ottenuta %l.

source: Unable to license %1$s. Reason: %2$s
it_it: Impossibile ottenere la licenza per %1$s. Motivo: %2$s

source: You must supply an iThemes membership username and password in order to remove licenses.
it_it: È necessario fornire il nome utente e la password di un abbonamento iThemes valido per rimuovere la licenza.

source: You must supply an iThemes membership username in order to remove licenses.
it_it: È necessario fornire il nome utente un abbonamento iThemes valido per rimuovere la licenza.

source: You must supply an iThemes membership password in order to remove licenses.
it_it: È necessario fornire la password di un abbonamento iThemes valido per rimuovere la licenza.

source: You must select at least one license to remove. Ensure that you select the licenses that you wish to remove in the listing below.
it_it: È necessario selezionare almeno un prodotto per cui rimuovere la licenza. Assicurarsi di selezionare i prodotti nella lista qui sotto.

source: An unknown server error occurred. Please try to remove licenses from your products again at another time.
it_it: Si è verificato un errore di server sconosciuto. Prova a rimuovere la licenza dei tuoi prodotti in un altro momento.

source: Unknown server error.
it_it: Errore di server sconosciuto

source: Successfully removed license from %l.
it_it: Rimosso con successo la licenza da %l.

source: Unable to remove license from %1$s. Reason: %2$s
it_it: Impossibile rimuovere licenza da %1$s. Motivo: %2$s

source: Settings
it_it: Impostazioni

source: Quick Release Updates
it_it: Rilascio rapido aggiornamenti

source: Enable quick release updates
it_it: Attivare gli aggiornamenti a rilascio rapido

source: Some products have quick releases that are created to solve specific issues that some users experience. In order to avoid causing users to have updates show up too frequently, automatic updates to these quick releases are disabled by default. Enabling this feature allows quick releases to be available to the automatic update system. Using this option is only recommended if support has requested that you enable it in order to receive a quick release. You should disable this option at a later time after confirming that the quick release solves the issue for you.
it_it: Alcuni prodotti hanno dei rilasci che vengono creati ad hoc per risolvere i problemi specifici che alcuni utenti sperimentano. Al fine di evitare agli utenti la presenza troppo frequente di aggiornamenti, il collegamento a questi rilasci è disabilitato per default. L'attivazione di questa funzione consente sgancio rapido per essere a disposizione del sistema di aggiornamento automatico. Utilizzare questa opzione solo se il supporto ha richiesto che venga attivata, al fine di ricevere un update. Disattivare questa opzione dopo aver verificato che l'update ha risolto il problema.

source: Save Settings
it_it: Salva impostazioni

source: Product
it_it: Prodotto

source: Member
it_it: Membro

source: Expiration
it_it: Scadenza

source: Remaining Licenses
it_it: Licenze rimanenti

source: Licensed Products
it_it: Licenze ottenute:

source: Select All
it_it: Seleziona tutto

source: Product Status
it_it: Stato del Prodotto

source: unlimited
it_it: illimitato

source: Select %s
it_it: Seleziona %s

source: Remove Licenses
it_it: Rimuovi licenze

source: Unlicensed Products
it_it: Prodotti privi di licenza

source: The following products have not been licensed. Licensing a product gives you access to automatic updates from within WordPress.
it_it: I seguenti prodotti non sono stati concessi in licenza. Un prodotto con regolare licenza consente di accedere agli aggiornamenti automatici all'interno di WordPress.

source: To license products, select the products you wish to license, enter your iThemes membership username and password, and press the License Products button.
it_it: Per ottenere la licenza di un prodotto, selezionare il prodotto, immettere username e password utilizzati durante l'iscrizione ad iThemes e premere il pulsante di licenza dei prodotti.

source: Need help? <a href="%s">Click here for a quick video tutorial</a>.
it_it: Hai bisogno di aiuto? <a href="%s">Clicca qui per un rapido tutorial video</a>.

source: License Products
it_it: Prodotti con licenza

source: Unrecognized Products
it_it: Prodotti non riconosciuti

source: The following products were not recognized by the licensing system. This can be due to a bug in the product code, a temporary server issue, or because the product is no longer supported.
it_it: I seguenti prodotti non sono stati riconosciuti dal sistema di gestione delle licenze. Questo può essere dovuto a un bug nel codice prodotto, un problema temporaneo del server, o perché il prodotto non è più supportato.

source: Please check this page again at a later time to see if the problem resolves itself. If the product remains, please contact <a href="%s">iThemes support</a> and provide them with the details given below.
it_it: Si prega di controllare questa pagina in un momento successivo per vedere se il problema si risolve. Se il problema rimane, si prega di contattare <a href="%s">supporto iThemes</a> e fornire loro i dati riportati di seguito.

source: Type
it_it: Tipologia

source: Package
it_it: Pacchetto

source: Version
it_it: Versione

source: Server Response
it_it: Risposta del server:

source: Unknown Error
it_it: Errore sconosciuto

source: %d day
it_it: %d giorno

source: %d hour
it_it: %d ora

source: %d minute
it_it: %d minuto

source: %d second
it_it: %d secondo

source: %s ago
it_it: %s fa

source: Membership
it_it: Membership (Abbonamento)

source: Add Memberships levels to your customers.
it_it: Aggiungi livelli di abbonamento ai tuoi clienti.

source: Request expired. Please refresh the page and try again.
it_it: Richiesta scaduta. Si prega di aggiornare la pagina e riprovare.

source: You don't have permission to do this.
it_it: Non hai sufficenti privilegi per questa richiesta.

source: Ungroup
it_it: Annulla raggruppamento

source: Delete Group
it_it: Cancella gruppo

source: Drag content items into this area to group them together.
it_it: Trascinare gli elementi in questa area per raggrupparli.

source: Available for single posts or pages.
it_it: Disponibile per singolo post o pagine.

source: Select a delay rule type.
it_it: Selezionare un tipo di regola di ritardo.

source: None
it_it: Nessuna

source: Delay
it_it: Ritardo

source: Invalid rule.
it_it: Regola non valida.

source: Select Content
it_it: Selezione il contenuto

source: Other
it_it: Altro

source: No membership restrictions for this content.
it_it: Nessuna restrizione di abbonamento per questo contenuto.

source: Is this content exempt from the normal restriction rule.
it_it: Questo contenuto è esente dalla normale regola di limitazione

source: Included in: %s
it_it: Incluso in: %s

source: No matching users were found.
it_it: Nessun utente corrispondente trovato

source: Username
it_it: Nome utente:

source: Name
it_it: Nome

source: Edit
it_it: Modifica

source: Missing Membership
it_it: Abbonamento mncante

source: Expired %s
it_it: Scaduto %s

source: Expires %s
it_it: Scade %s

source: Forever
it_it: Per sempre.

source: Filter members table by membership.
it_it: Filtra per abbonamento

source: All Memberships
it_it: Tutti gli abbonamenti

source: Filter
it_it: Filtro

source: Membership Access
it_it: Accesso abbonamento

source: Enable Content Restriction
it_it: Abilita restrizioni

source: Who can access this post?
it_it: Chi può accedere a questo post?

source: Add Restriction
it_it: Aggiungi restrizioni

source: This content is for members only. Become a member now by purchasing {products} to get access to this and other awesome members-only content.
it_it: Questo contenuto è riservato agli abbonati. Diventa membro ora acquistando {prodotti} per ottenere l'accesso a questo e ad altri contenuti.

source: This content will be available in {time_until_available} on {available_date}.
it_it: Questo contenuto sarà disponibile in {time_until_available} su {available_date}.

source: This product is for members only. Become a member now by purchasing {products} to get access to this and other awesome members-only product.
it_it: Questo prodotto è solo per i soci. Diventa membro ora acquistando {prodotti} per ottenere l'accesso a questo e ad altri prodotti

source: This product will be available in {time_until_available} on {available_date}.
it_it: Questo prodotto sarà disponibile in {time_until_available} su {available_date}.

source: Prerequisites
it_it: Prerequisiti

source: Intended Audience
it_it: Destinatari

source: Objectives
it_it: Obiettivi

source: Membership Settings
it_it: Impostazioni abbonamento

source: Show content excerpt?
it_it: Mostrare contenuto riassunto?

source: Use this to display the post's excerpt before the content message.
it_it: Consente di visualizzare il riassunto del post prima del contenuto.

source: Restricted Content Message
it_it: Contenuto riservato

source: This message will display when a non-member attempts to access content that has been restricted.
it_it: Questo messaggio viene visualizzato quando un non-membro tenta di accedere al contenuto riservato.

source: Use the {products} tag to display a comma-separated list of memberships that can access the restricted content..
it_it: Utilizzare il tag {prodotti} per visualizzare un elenco delimitato da virgole di abbonamenti che possono accedere al contenuto con restrizioni...

source: Delayed Content Message
it_it: Messaggio contenuto ritardato

source: This message will appear when a member attempts to access content that has been delayed.
it_it: Questo messaggio viene visualizzato quando un membro tenta di accedere al contenuto che è stato ritardato.

source: Use the {available_date} tag to display the date this content will be available.
it_it: Utilizzare il tag {available_date} per visualizzare la data in cui questo contenuto sarà disponibile.

source: Use the {time_until_available} tag to display the time until the content will be available. Ex: <em>5 days</em> or <em>2 months</em>.
it_it: Utilizzare il tag {time_until_available} per visualizzare il tempo durante il quale il contenuto sarà disponibile. Ex: <em>5 giorni</em> o <em>2 mesi</em>.

source: Restricted Product Message
it_it: Messaggio prodotto con restrizioni

source: This message will display when a non-member attempts to access a product that has been restricted.
it_it: Questo messaggio verrà visualizzato quando un non-membro tenta di accedere ad un prodotto con restrizioni.

source: Delayed Product Message
it_it: Messaggio prodotto ritardato
