Repository: uomopalese/iThemes-Excahnge-Wordpress-plugin-Italian-translation
Catalog: *-l10n-ithemes-exchange-*.po
Languages: it_it

source: Deactivating a payment gateway can cause customers to lose access to any membership products they have purchased using this payment gateway. Are you sure you want to proceed? %s | %s
it_it: La disattivazione di un gateway di pagamento può causare ai clienti la perdita di accesso a tutti gli abbonamenti che hanno acquistato tramite questo gateway di pagamento. Sei sicuro di voler procedere? %s | %s

# view
source: Exchange - Product
it_it: Exchange - Prodotti

source: Any Exchange product.
it_it: Qualsiasi prodotto Exchange

# view
source: Exchange - Store
it_it: Exchange - Negozio

source: The Exchange store page.
it_it: Exchange - pagina del negozio

# view
source: Exchange - Transaction
it_it: Exchange - Transazioni

source: The Exchange transactions page.
it_it: Exchange - pagina delle transazioni

# view
source: Exchange - Registration
it_it: Exchange - registrazione

source: The Exchange registration page.
it_it: Exchange - pagina di registrazione

source: The Exchange customer account page.
it_it: Exchange - pagina di account del cliente

# view
source: Exchange - Profile
it_it: Exchange - Profilo

source: The Exchange customer profile page.
it_it: Exchange - pagina di profilo del cliente.

source: The Exchange customer downloads page.
it_it: Exchange - pagina di download dei clienti.

# view
source: Exchange - Purchases
it_it: Exchange - Acquisti

source: The Exchange customer purchases page.
it_it: Exchange - pagina acquisti clienti

source: The Exchange login page.
it_it: Exchange - pagina di login

source: The Exchange logout page.
it_it: Exchange - pagina di logout

# view
source: Exchange - Confirmation
it_it: Exchange - Conferma

source: The Exchange purchase confirmation page.
it_it: Exchange - pagina di conferma acquisto.

# view
source: Exchange - Global
it_it: Exchange - Globale

source: Any page generated by iThemes Exchange.
it_it: Qualsiasi pagina generata da iThemes Exchange.

# view
source: Exchange - Cart
it_it: Exchange - Carrello

source: The Exchange cart page.
it_it: Exchange - pagina del carrello

# view
source: Exchange - Checkout
it_it: Exchange - Paga ora

source: The Exchange checkout page.
it_it: Exchange - pagina di pagamento

source: All %s product type single product views
it_it: Tutti %s tipi di prodotto in vista prodotto singolo

# view
source: Exchange - Product Categories
it_it: Exchange - Categorie di prodotti

source: The archive view for the Categories taxonomy
it_it: La vista di archivio per la tassonomia Categorie

# view
source: Exchange - Product Tags
it_it: Exchange - Tag dei Prodotti

source: The archive view for the Tags taxonomy
it_it: La vista Archivio per la tassonomia Tag

source: View All
it_it: Mostra tutti

source: Select All
it_it: Seleziona tutto

source: Coding Error: IT_Exchange_Product_Feature_Abstract extended without a slug value
it_it: Errore codice: IT_Exchange_Product_Feature_Abstract esteso senza un valore slug

source: Base Price
it_it: Prezzo base

source: Price
it_it: Prezzo

source: This is a quick, descriptive summary of what your product does and is usually 3-5 sentences long. To add additional info, use the Advanced button below to make an extended description.
it_it: Si tratta di un riassunto rapido, descrittivo del prodotto, di solito 3-5 frasi. Per aggiungere ulteriori informazioni, utilizzare il pulsante Avanzate qui sotto per una descrizione estesa.

source: Enter description...
it_it: Inserisci una descrizione

source: Downloads Expiration
it_it: Scadenza download

source: Product Files
it_it: File prodotto

source: If you are selling digital products (like music or ebooks), upload those here.
it_it: Se si vendono prodotti digitali (come musica o ebooks), caricarli qui.

source: Add New Download
it_it: Aggiungi nuovo download

source: Source
it_it: Sorgente

source: Use the WordPress media library or paste in any accessible URL (from Dropbox, Amazon, etc.) and we'll hide the source for you.
it_it: Utilizzare la libreria multimediale WordPress o incolla qualsiasi URL accessibile (da Dropbox, Amazon, ecc) e nasconderemo la sorgente per voi.

source: Upload
it_it: Carica

source: Hours
it_it: Ore

source: Days
it_it: Giorni

source: Weeks
it_it: Settimane

source: Months
it_it: Mesi

source: Years
it_it: Anni

source: Download Expiration
it_it: Scadenza download

source: Changing this value only applies to future purchases
it_it: La modifica di questo valore si applicherà solo agli acquisti futuri

source: Download links
it_it: Link per il download

source: do not expire
it_it: nessuna scadenza

source: expire
it_it: Scadenza

source: after
it_it: dopo

source: Download Limit
it_it: Limite download

source: How many times customers can download the file(s).
it_it: Quante volte i clienti possono scaricare il file(s)

source: Exchange Downloads
it_it: Download di Exchange

source: An iThemes Exchange Post Type for storing all Downloads in the system
it_it: Un Post Type iThemes Exchange per la memorizzazione di tutti i download nel sistema

source: Download not found
it_it: Download non trovato

source: The transaction this download is attached to is not valid for download
it_it: La transazione collegata a questo download non è valida per il download

source: You are not allowed to download this file.
it_it: Non hai i permessi per scaricare questo file.

source: Download limit reached. Unable to download this file.
it_it: Raggiunto limite di download. Impossibile scaricare questo file.

source: Download expiration reached. Unable to download this file.
it_it: Scaadenza download raggiunta. Impossibile scaricare questo file.

source: Use this to set the product's current inventory number.
it_it: Consente di impostare il numero di inventario corrente del prodotto.

source: Enable Inventory Tracking for this Product
it_it: Abilitare la gestione inventario per questo prodotto

source: Current Inventory
it_it: Inventario attuale

source: Disable this feature for unlimited inventory.
it_it: Disattivare questa funzionalità per un inventario illimitato.

source: The current inventory number
it_it: Il numero di inventario corrente

source: Availability to purchase the product.
it_it: Disponibilità di acquisto del prodotto.

source: Availability
it_it: Disponibilità

source: Use these settings to determine when a product is available to purchase.
it_it: Utilizzare queste impostazioni per determinare quando un prodotto è disponibile per essere acquistato

source: Product Images
it_it: Immagini Prodotto

source: Images
it_it: Immagini

source: Manually set Product's order on the store page
it_it: Impostare manualmente Ofrdine prodotto nella pagina Archivio

source: Store Order
it_it: Ordinamento Negozio

source: Change the product's order on the store page by changing this number and setting 'Product Order #' as the Order By setting on the Exchange General Settings page.
it_it: Puoi modificare Ordinamento del prodotto nella pagina del negozio cambiando questo numero e impostando "Ordinamento Prodotto #" dentro impostazione "Ordina per" nella pagina Impostazioni generali di Exchange.

source: Purchase Message
it_it: Messaggio Acquisto

source: Any text placed here will be appended to the receipt when this product is purchased. You might want to use this to add special instructions for particular products.
it_it: Qualsiasi testo inserito qui verrà accodato alla ricevuta quando questo prodotto sarà acquistato. È possibile utilizzare questo spazio per aggiungere istruzioni speciali per particolari prodotti.

source: The max quantity available per purchase settings for a product.
it_it: La quantità massima disponibile per le impostazioni di acquisto di un prodotto.

source: Purchase Quantity
it_it: Quantità acquistata

source: Check this to allow customers to modify the quantity they want to purchase.
it_it: Spuntare questa opzione per consentire ai clienti di modificare la quantità che vogliono acquistare.

source: What is the maximum quantity a customer can set when purchasing this product?
it_it: Qual è la quantità massima che un cliente può impostare quando acquista questo prodotto?

source: Leave blank for unlimited.
it_it: Lasciare vuoto per quantità illimitata

source: Offer this product at a discount.
it_it: Offri questo prodotto ad un prezzo scontato.

source: Sale Price
it_it: Prezzo in offerta

source: Set shipping details for the product here.
it_it: Impostare qui i dettagli della spedizione per il prodotto

source: Disable shipping for this product
it_it: Disabilita la spedizione per questo prodotto

source: Check this box to indicate that shipping is not needed for this product.
it_it: Selezionare questa casella per indicare che la spedizione non è necessaria per questo prodotto.

source: Shipping has been disabled for this product.
it_it: La spedizione è stata disattivata per questo prodotto.

source: Name your product like you do a headline &mdash; to catch attention and sell benefits.
it_it: Chiama il tuo prodotto come fosse un titolo per catturare maggiore attenzione

source: Enter title...
it_it: Inserisci titolo

source: Adds support for the post content area to product types.
it_it: Aggiunge il supporto ai tipi di prodotto dentro al contenuto del messaggio

source: Extended Description
it_it: Descrizione estesa

source: Word count: %s
it_it: Conteggio parole: %s

source: Last edited by %1$s on %2$s at %3$s
it_it: Ultima modifica di %1$s il %2$s alle %3$s

source: Last edited on %1$s at %2$s
it_it: Ultima modifica il %1$s alle %2$s

source: Adds support for WP Author field to a specific product
it_it: Aggiunge il supporto per il campo autore di WordPress a un prodotto specifico

source: Adds support for WP Custom Fields as a product Feature
it_it: Aggiunge il supporto per campi personalizzati di WordPress come caratteristica del prodotto

source: Adds support for the WP Comments field to a specific product type
it_it: Aggiunge il supporto per il campo Commenti di WordPress a un tipo di prodotto specifico

source: Adds support for the WP Trackbacks metabox.
it_it: Aggiunge il supporto per il metabox Trackbacks di WordPress

source: Adds support for the WP excerpt of the product
it_it: Aggiunge il supporto per il riassunto di WordPress del prodotto

source: Adds support for WP Post Formats to products
it_it: Aggiunge il supporto per i Formati Post di WordPress ai prodotti

source: Adds support for WP Revisions to Product Types
it_it: Aggiunge il supporto per le revisioni di WordPress ai tipi di prodotto

source: Edit Product
it_it: Modifica prodotto

source: View Product
it_it: Visualizza prodotto

source: An iThemes Exchange Post Type for storing all Products in the system
it_it: iThemes Exchange Post Type per la memorizzazione di tutti i prodotti nel sistema

source: Publish
it_it: Pubblica

source: Save Draft
it_it: Salva Bozza

source: Save as Pending
it_it: Salva come in sospeso

source: Preview Product
it_it: Anteprima prodotto

source: Schedule
it_it: Programma

source: Submit for Review
it_it: Invia per revisione

source: Update
it_it: Aggiorna

source: Show Advanced
it_it: Mostra Avanzate

source: Hide Advanced
it_it: Nascondi Avanzate

source: Delete Permanently
it_it: Cancella definitivamente

source: Move to Trash
it_it: Sposta nel cestino

source: Status:
it_it: Stato:

source: Privately Published
it_it: Pubblicato privatamente

source: Published
it_it: Pubblicato

source: Scheduled
it_it: Programmato

source: Pending Review
it_it: In attesa di revisione

source: Draft
it_it: Bozza

source: Edit
it_it: Modifica

source: Visibility:
it_it: Visibilità:

source: Hide from Store
it_it: Nascondere dal negozio

source: Show in Store
it_it: Mostra nel negozio

source: Private
it_it: Privato

source: Password protected
it_it: Protetto da password

source: Public, Sticky
it_it: Pubblico, evidenziato

source: Public
it_it: Pubblico

source: Add New Product
it_it: Aggiungi nuovo prodotto

source: Add New
it_it: Aggiungi nuovo

source: Edit
it_it: Modifica&nbsp;

source: Inventory
it_it: Magazzino

source: Product updated. <a href="%s">View product</a>
it_it: Prodotto aggiornato. <a href="%s">Vedi Prodotto</a>

source: Custom field updated.
it_it: Campo personalizzato aggiornato.

source: Custom field deleted.
it_it: Campo personalizzato cancellato.

source: Product updated.
it_it: Prodotto aggiornato

source: Product restored to revision from %s
it_it: Prodotto ripristinato alla revisione da %s

source: Product published. <a href="%s">View product</a>
it_it: Prodotto pubblicato. <a href="%s">Vedi Prodotto</a>

source: Product saved.
it_it: Prodotto salvato.

source: Product submitted. <a target="_blank" href="%s">Preview product</a>
it_it: Prodotto inviato. <a target="_blank" href="%s">Anteprima Prodotto</a>

source: Product scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview product</a>
it_it: Prodotto/Servizio previsto per: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Anteprima Prodotto/Servizio</a>

source: Product draft updated. <a target="_blank" href="%s">Preview product</a>
it_it: Bozza prodotto aggiornata. <a target="_blank" href="%s">Anteprima prodotto</a>

source: This is the final part of the product's URL. WordPress will auto-create it for you.
it_it: Questa è la parte finale di URL del prodotto. WordPress lo creerà automaticamente per voi.

source: My Sample Product
it_it: Campione prodotto

source: A great product description includes the primary benefits, not just features or technical specs to your target market and core audience. It's probably about 3-4 sentences, if that, selling your product as the solution for your prospective customers. To help you, answer these questions: What problem does it solve? Who does it solve it for? And how is it different than other products out there?
it_it: Una buona descrizione del prodotto include i principali vantaggi, non solo le caratteristiche o specifiche tecniche per il vostro target di mercato. Probabilmente bastano circa 3-4 frasi, per vendere il vostro prodotto come la soluzione ai vostri clienti potenziali. Per aiutarvi, rispondete a queste domande: quale problema risolve? Che cosa risolve? E come si differenzia rispetto ad altri prodotti?

source: This is your extended description. Use this area for a variety of information, like: <ul> <li>FAQs</li> <li>Table of contents (for books) or track listings (for albums)</li> <li>Samples files</li> <li>Additional yet educational sales information</li> <li>And don't forget you could put all those other features and technical specs here!</li> </ul> You can change this on the fly too! <strong>Photos and Images</strong> You'll want to create bigger images, perhaps even at a 1x1 ratio and 1000pixel wide. Then let WordPress resize them for output on your page. It's best to have a featured image (one big one that really displays your product) then have supplement images (if available) that buyers can click on to see more what you offer. JPGs are typically best for photos. PNGs for other types of artwork.
it_it: Questa è la tua descrizione estesa. Usa quasto spazio per fornire una grande varietà di informazioni, come: <ul> <li>FAQs</li> <li>Capitoli (per i libri) o un elenco delle tracce (per gli albums)</li> <li>Files di esempio</li> <li>Informazioni supplementari educative e di vendita</li> <li>Enon dimenticate di inserire qui tutte le altre caratteristiche e specifiche tecniche</li> </ul> Potete anche cambiarle al volo! <strong>Foto e Immagini</strong> Ti consigliamo di creare immagini grandi, anche con un rapporto 1x1 e 1000 pixel di larghezza. Lascia che sia WordPress a ridimensionarle per la pubblicazione sulla tua pagina.È meglio avere un Foto di presentazione (una grande che mostra come è in realtà il prodotto) e poi immagini appendice che gli acquirenti possono cliccare per vedere di più. Il formato JPGs è generalmente migliore per le foto. PNG per altri tipi artistici.

source: Sample Image One
it_it: Immagine di esempio uno

source: Sample Image Two
it_it: Immagine di esempio due

source: Sample Image Three
it_it: Immagine di esempio tre

source: Complete Purchase
it_it: Completa il tuo acquisto

source: Please make sure all required fields have a value.
it_it: Assicuratevi che tutte i campi richiesti contengano un valore.

source: Please make sure all fields are formatted properly.
it_it: Assicuratevi che tutti i campi siano formattati correttamente.

source: You must enter a shipping address before you can checkout
it_it: È necessario immettere un indirizzo di spedizione prima di effettuare il pagamento

source: You must select a shipping method before you can checkout
it_it: È necessario immettere un metodo di spedizione prima di effettuare il pagamento

source: General Shipping Settings
it_it: Impostazioni generali di spedizione

source: Products Ship From
it_it: Prodotti spedito da

source: The default from address used when shipping your products.
it_it: Il valore predefinito del mittente utilizzato quando spedite i vostri prodotti.

source: Address 1
it_it: Indirizzo 1

source: Zip
it_it: CAP

source: Can individual products override the default Ships From Address?
it_it: Possono singoli prodotti ignorare: impostazioni predefinite per Indirizzo del mittente?

source: Selecting "yes" will place these fields on the Add/Edit product screen.
it_it: Selezionando "Sì" questi campi saranno aggiunti alla visuale Aggiungi/Modifica prodotto.

source: Can individual products override the global Shipping Methods setting?
it_it: Possono singoli prodotti ignorare: impostazione globale dei Metodi di spedizione?

source: Selecting "yes" will allow you to set available Shipping Methods for a product from it's Add/Edit product screen.
it_it: Selezionare "si" vi permetterà di impostare i metodi di spedizione disponibili per un prodotto dalla visuale Aggiungi/Modifica.

source: Measurements Format
it_it: Formato di misure

source: Use standard for pounds and inches. Use metric for kilograms and centimeters.
it_it: Utilizzare standard per libbre e pollici. Utilizzare metriche per chili e centimetri.

source: Exclude non-shippable products from per-order price calculations
it_it: Escludere i prodotti che non possono essere spediti dal calcolo dei prezzi per ordine

source: Shipping Address Updated
it_it: Indirizzo di spedizione aggiornato

source: Please use the 2-3 character %sISO 3166-2 Country Subdivision Code%s
it_it: Si prega di utilizzare 2-3 caratteri %sISO 3166-2 codice paese%s

source: Shipping method updated
it_it: Metodo di Spedizione aggiornato.

source: Override available shipping methods for this product?
it_it: Ignorare i metodi di spedizione disponibili per questo prodotto?

source: Available Shipping Methods
it_it: Metodi di spedizione disponibili

source: No shipping methods enabled.
it_it: Nessun metodo di spedizione abilitato.

source: Dimensions
it_it: Dimensioni

source: Size of the package: length, width and height of the package. Used to calculate shipping costs.
it_it: Dimensione del pacchetto: lunghezza, larghezza e altezza del pacchetto. Utilizzato per calcolare i costi di spedizione.

source: inches
it_it: pollici

source: Override shipping from address for this product?
it_it: Ignorare indirizzo di spedizione del Mittente per questo prodotto?

source: Weight
it_it: Peso

source: Weight of the package. Used to calculate shipping costs.
it_it: Peso del pacco. Utilizzato per calcolare i costi di spedizione.

source: lbs
it_it: libbre

source: kgs
it_it: Kg.

source: Allows products to be embedded in a shortcode.
it_it: Consente ai prodotti di essere incorporati in un shortcode.

source: Embed Super Widget
it_it: Incorporare Super Widget

source: You must select a product
it_it: È necessario selezionare un prodotto

source: Select a Product
it_it: Seleziona un prodotto

source: Select
it_it: Seleziona

source: Include product title?
it_it: Includere il titolo del prodotto?

source: Include product description?
it_it: Includere la descrizione del prodotto?

source: Only one Super Widget can be embedded per-page.
it_it: Solo un Super Widget per pagina.

source: Invalid product ID.
it_it: ID prodotto non valido

source: This product does not support being embedded in shortcodes.
it_it: Questo prodotto non supporta vengano incorporati shortcodes

source: Logged in as
it_it: Connesso come

source: Error. Please try again.
it_it: Errore. Riprova, per favore.

source: Registered and logged in as
it_it: Registrato e connesso come

source: Handles Buy Now, Add to Cart, Cart Summary, Registration, Log in, and Confirmation views depending on the situation
it_it: Gestisce le viste Acquista ora, Aggiungi al carrello, Riepilogo carrello, Registrazione, Log in e Conferma a seconda della situazione

source: Processing
it_it: In elaborazione

source: Processing...
it_it: In elaborazione ...

source: There are no options for this widget.
it_it: Non vi sono opzioni per questo widget.

source: Edit Cart
it_it: Modifica carrello

source: Edit Billing Address
it_it: Modifica indirizzo di fatturazione

source: Order Notes
it_it: Note ordine

source: Edit Order Notes
it_it: Modificare note ordine

source: Checking out as: %s
it_it: Pagamento come: %s

source: Select an option to continue
it_it: Seleziona una opzione per continuare

source: Shipping Address
it_it: Indirizzo di Spedizione

source: Edit Shipping Address
it_it: Modifica indirizzo di spedizione

source: Shipping Method
it_it: Metodo di spedizione

source: Order Details
it_it: Dettagli ordine

source: The status for this transaction does not grant access to downloadable files. Once the transaction is updated to an approved status, you will receive a followup email with your download links.
it_it: Lo stato in cui si trova questa transazione non concede di accedere a file scaricabili. Una volta che la transazione sarà approvata, riceverai una email di follow-up con il tuo link per il download.

source: Total:
it_it: Totale:

source: No downloadable files available.
it_it: Nessun file disponibile per il download

source: No downloads found.
it_it: Nessun download trovato.

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: No purchases found.
it_it: Nessun acquisto trovato!

source: No products found for this transaction
it_it: Nessun prodotto trovato per questa transazione

source: Discount:
it_it: Sconto:

source: Billing Address:
it_it: Indirizzo di Fatturazione

source: Order Note:
it_it: Note Ordine

source: Shipping Address:
it_it: Indirizzo di spedizione:

source: Shipping Method:
it_it: Metodo di spedizione

source: Shipping:
it_it: Spedizione:

source: Notes about your order. Such as delivery instructions or customizations.
it_it: Note sul tuo ordine. Come istruzioni di consegna o personalizzazioni.

source: New note about your order %s
it_it: Nuova nota circa il vostro ordine %s

source: Status changed from %s to %s.
it_it: Stato dell’ordine cambiato da %s a %s.

source: Active
it_it: Attivo

source: Suspended
it_it: Sospeso

source: Deactivated
it_it: Non attivo

source: Subscriber status changed from %s to %s.
it_it: Stato del cliente cambiato da %s a %s.

source: Subscriber status changed to %s.
it_it: Stato del cliente cambiato in %s.

source: Method ID set to %s.
it_it: ID metodo impostato su %s.

source: Method ID updated to %s from %s.
it_it: ID metodo aggiornato a %s da %s.

source: Renewals
it_it: Rinnovi

source: Order Status
it_it: Stato ordine

source: Renewal payment %1$s of %2$s.
it_it: Rinnovo pagamento %1$s di %2$s.

source: The IT_Exchange_Transaction class must have a WP post object or ID passed to its constructor
it_it: La classe IT_Exchange_Transaction deve avere un oggetto WP post o ID passato al costruttore

source: (Renewal)
it_it: (Rinnovabile)

source: Payment
it_it: Pagamenti

source: Payment Details
it_it: Dettaglio pagamenti

source: Search Payments
it_it: Ricerca pagamenti
