Repository: uomopalese/iThemes-Excahnge-Wordpress-plugin-Italian-translation
Catalog: *-l10n-ithemes-exchange-*.po
Languages: it_it

source: All iThemes Exchange Add-ons require a slug parameter.
it_it: Tutti i componenti aggiuntivi iThemes Exchange richiedono un parametro slug.

source: All iThemes Exchange Add-ons require a name parameter.
it_it: Tutti i componenti aggiuntivi iThemes Exchange richiedono un parametro nome.

source: All iThemes Exchange Add-ons require a file parameter.
it_it: Tutti i gli Add-on di iThemes Exchange richiedono un parametro file.

source: $class must subclass IT_Exchange_Product
it_it: $class deve essere una sottoclasse IT_Exchange_Product

source: All iThemes Exchange Add-on categories require a slug parameter.
it_it: Tutte le categorie degli Add-on di iThemes Exchange richiedono un parametro slug.

source: All iThemes Exchange Add-ons categories require a name parameter.
it_it: Tutte le categorie degli Add.on di iThemes Exchange richiedono un parametro nome.

source: Coupon Data not found:
it_it: Dati promozione non trovati:

source: Successfully saved profile!
it_it: Profilo salvato con successo!

source: Action not allowed
it_it: Azione non consentita

source: United Arab Emirates
it_it: Emirati Arabi Uniti

source: Antigua and Barbuda
it_it: Antigua e Barbados

source: Netherlands Antilles
it_it: Antille olandesi

source: Asia/Pacific Region
it_it: Asia/ Regione del Pacifico

source: Antarctica
it_it: Antartide

source: American Samoa
it_it: Samoa Americane

source: Aland Islands
it_it: Isole Aland

source: Azerbaijan
it_it: Azerbaigian

source: Bosnia and Herzegovina
it_it: Bosnia Erzegovina

source: Belgium
it_it: Belgio

source: Bahrain
it_it: Bahrein

source: Brunei Darussalam
it_it: Brunei

source: Brazil
it_it: Brasile

source: Bouvet Island
it_it: Isola Bouvet

source: Belarus
it_it: Bielorussia

source: Congo, The Democratic Republic of the
it_it: Congo, Repubblica democratica del

source: Central African Republic
it_it: Repubblica Centroafricana

source: Switzerland
it_it: Svizzera

source: Cote D'Ivoire
it_it: Costa d'Avorio

source: Cook Islands
it_it: Isole di Cook

source: Chile
it_it: Cile

source: Cameroon
it_it: Camerun

source: China
it_it: Cina

source: Cape Verde
it_it: Capo Verde

source: Cyprus
it_it: Cipro

source: Czech Republic
it_it: Repubblica Ceca

source: Germany
it_it: Germania

source: Djibouti
it_it: Gibuti

source: Denmark
it_it: Danimarca

source: Dominican Republic
it_it: Repubblica Dominicana

source: Egypt
it_it: Egitto

source: Spain
it_it: Spagna

source: Ethiopia
it_it: Etiopia

source: Europe
it_it: Europa

source: Finland
it_it: Finlandia

source: Fiji
it_it: Isole Figi

source: Falkland Islands (Malvinas)
it_it: Isole Falkland (Malvine)

source: Micronesia, Federated States of
it_it: Stati federati di Micronesia

source: Faroe Islands
it_it: Isole Fær Øer

source: France
it_it: Francia

source: United Kingdom
it_it: UK

source: French Guiana
it_it: Guiana Francese

source: Gibraltar
it_it: Gibilterra

source: Greenland
it_it: Groenlandia

source: Guadeloupe
it_it: Guadalupe

source: Equatorial Guinea
it_it: Guinea Equatoriale

source: Greece
it_it: Grecia

source: Croatia
it_it: Croazia

source: Hungary
it_it: Ungheria

source: Ireland
it_it: Irlanda

source: Israel
it_it: Israele

source: Isle of Man
it_it: Isola di Man

source: British Indian Ocean Territory
it_it: Territorio Britannico dell’Oceano Indiano

source: Iran, Islamic Republic of
it_it: Iran, Repubblica Islamica

source: Iceland
it_it: Islanda

source: Italy
it_it: Italia

source: Jordan
it_it: Giordania

source: Japan
it_it: Giappone

source: Kyrgyzstan
it_it: Kirghizistan

source: Cambodia
it_it: Cambogia

source: Comoros
it_it: Comore

source: Saint Kitts and Nevis
it_it: Saint Kitts e Nevis

source: Korea, Democratic People's Republic of
it_it: Corea del Nord (Repubblica popolare democratica di Corea)

source: Korea, Republic of
it_it: Corea, Repubblica di

source: Cayman Islands
it_it: Isole Cayman

source: Kazakstan
it_it: Kazakistan

source: Lao People's Democratic Republic
it_it: Laos (Repubblica Democratica Popolare)

source: Lebanon
it_it: Libano

source: Saint Lucia
it_it: Santa Lucia

source: Lithuania
it_it: Lituania

source: Luxembourg
it_it: Lussemburgo

source: Latvia
it_it: Lettonia

source: Libyan Arab Jamahiriya
it_it: Libia

source: Morocco
it_it: Marocco

source: Monaco
it_it: Principato di Monaco

source: Moldova, Republic of
it_it: Moldova (Repubblica moldova)

source: Marshall Islands
it_it: Isole Marshall

source: Macau
it_it: Macao

source: Northern Mariana Islands
it_it: Isole Marianne Settentrionali

source: Martinique
it_it: Martinica

source: Montserrat
it_it: Montserrato

source: Maldives
it_it: Isole Maldive

source: Mexico
it_it: Messico

source: Malaysia
it_it: Malesia

source: Mozambique
it_it: Mozambico

source: New Caledonia
it_it: Nuova Caledonia

source: Norfolk Island
it_it: Isola Norfolk

source: Netherlands
it_it: Paesi Bassi

source: Norway
it_it: Norvegia

source: New Zealand
it_it: Nuova Zelanda

source: Peru
it_it: Perù

source: French Polynesia
it_it: Polinesia Francese

source: Papua New Guinea
it_it: Papua Nuova Guinea

source: Philippines
it_it: Filippine

source: Poland
it_it: Polonia

source: Saint Pierre and Miquelon
it_it: Saint Pierre e Miquelon

source: Puerto Rico
it_it: Portorico

source: Palestinian Territory, Occupied
it_it: Palestina, Territori Occupati

source: Portugal
it_it: Portogallo

source: Reunion
it_it: Isola di Réunion

source: Russian Federation
it_it: Federazione Russa

source: Rwanda
it_it: Ruanda

source: Saudi Arabia
it_it: Arabia Saudita

source: Solomon Islands
it_it: Isole Solomon

source: Sudan
it_it: Sri Lanka

source: Slovakia
it_it: Slovacchia

source: San Marino
it_it: Repubblica di San Marino

source: Sao Tome and Principe
it_it: São Tomé e Príncipe

source: Syrian Arab Republic
it_it: Siria

source: Turks and Caicos Islands
it_it: Isole Turks e Caicos

source: Chad
it_it: Ciad

source: Thailand
it_it: Tailandia

source: Tajikistan
it_it: Tagikistan

source: Turkey
it_it: Turchia

source: Trinidad and Tobago
it_it: Trinidad e Tobago

source: Tanzania, United Republic of
it_it: Tanzania, Repubblica Unita

source: Ukraine
it_it: Ucraina

source: United States Minor Outlying Islands
it_it: Isole Minori Esterne (USA)

source: United States
it_it: Stati Uniti

source: Holy See (Vatican City State)
it_it: Stato della Città del Vaticano

source: Saint Vincent and the Grenadines
it_it: Saint Vincent e Grenadine

source: Virgin Islands, British
it_it: Isole Vergini britanniche

source: Virgin Islands, U.S.
it_it: Isole Vergini (Stati Uniti)

source: Wallis and Futuna
it_it: Wallis e Futuna

source: South Africa
it_it: Sudafrica

source: UAE dirham
it_it: Dirham EAU

source: Afghan afghani
it_it: Afghani afgano

source: Albanian lek
it_it: Lek albanese

source: Armenian dram
it_it: Dram armeno

source: Netherlands Antillean gulden
it_it: Gulden delle Antille

source: Angolan kwanza
it_it: Kwanza angolano

source: Argentine peso
it_it: Peso argentino

source: Australian dollar
it_it: Dollaro Australiano

source: Aruban florin
it_it: Fiorino arubano

source: Azerbaijani manat
it_it: Manat azero

source: Bosnia and Herzegovina konvertibilna marka
it_it: Bosnia-Erzegovina konvertibilna marka

source: Barbadian dollar
it_it: Dollaro di Barbados

source: Bangladeshi taka
it_it: Taka bengalese

source: Bulgarian lev
it_it: lev bulgaro

source: Bahraini dinar
it_it: Dinaro del Bahrein

source: Burundi franc
it_it: Franco del Burundi

source: Bermudian dollar
it_it: Dollaro della Bermuda

source: Brunei dollar
it_it: Dollaro di Brunei

source: Bolivian boliviano
it_it: Boliviano boliviano

source: Brazilian real
it_it: Real brasiliano

source: Bahamian dollar
it_it: Dollaro delle Bahama

source: Bhutanese ngultrum
it_it: Ngultrum del Bhutan

source: Botswana pula
it_it: Pula del Botswana

source: Belarusian ruble
it_it: Rublo bielorusso

source: Belize dollar
it_it: Dollaro di Belize

source: Canadian dollar
it_it: Dollaro canadese

source: Congolese franc
it_it: Franco congolese

source: Swiss franc
it_it: Franco svizzero (CHF)

source: Chilean peso
it_it: Peso cileno

source: Chinese Yuan Renminbi
it_it: Renminbi (yuan) cinese

source: Colombian peso
it_it: Peso colombiano

source: Costa Rican colon
it_it: Colon di Costa Rica

source: Cuban peso
it_it: Peso cubano

source: Cape Verdean escudo
it_it: Escudo del Capo verde

source: Czech koruna
it_it: Corona ceca

source: Djiboutian franc
it_it: Franco di Gibuti

source: Danish krone
it_it: Corona danese (DKK)

source: Dominican peso
it_it: Peso dominicano

source: Algerian dinar
it_it: Dinaro algerino

source: Estonian kroon
it_it: Corona estone( EEK)

source: Egyptian pound
it_it: Sterlina egiziana

source: Eritrean nakfa
it_it: Nakfa eritreo

source: Ethiopian birr
it_it: Birr etiope

source: European Euro
it_it: Euro europeo

source: Fijian dollar
it_it: Dollaro delle Fiji

source: Falkland Islands pound
it_it: Sterlina delle Isole Falkland

source: British pound
it_it: Sterlina inglese

source: Georgian lari
it_it: Lari georgiano

source: Ghanaian cedi
it_it: Cedi ghanese

source: Gibraltar pound
it_it: Sterlina di Gibilterra

source: Gambian dalasi
it_it: Dalasi - Gambia

source: Guinean franc
it_it: Franco guineano

source: Guatemalan quetzal
it_it: Quetzal guatemalteco

source: Guyanese dollar
it_it: Dollaro della Guyana

source: Hong Kong dollar
it_it: Dollaro Hong Kong

source: Honduran lempira
it_it: Lempira honduregna

source: Croatian kuna
it_it: Kuna croata

source: Haitian gourde
it_it: Gourde Haitiano

source: Hungarian forint
it_it: Forint Ungherese

source: Indonesian rupiah
it_it: Rupia indonesiana

source: Israeli new sheqel
it_it: Nuovo Sheqel israeliano

source: Indian rupee
it_it: Rupia indiana

source: Iraqi dinar
it_it: Dinar iracheno

source: Iranian rial
it_it: Rial iraniano

source: Icelandic króna
it_it: Corona islandese

source: Jamaican dollar
it_it: Dollaro giamaicano

source: Jordanian dinar
it_it: Dinaro giordano

source: Japanese yen
it_it: Yen giapponese

source: Kenyan shilling
it_it: Scellino Keniano

source: Kyrgyzstani som
it_it: Som kirghizo

source: Cambodian riel
it_it: Riel cambogiano

source: Comorian franc
it_it: Franco delle Comore

source: North Korean won
it_it: Won nordcoreano

source: South Korean won
it_it: Won sudcoreano (KRW)

source: Kuwaiti dinar
it_it: Dinaro kuwaitiano

source: Cayman Islands dollar
it_it: Dollaro delle Isole Cayman

source: Kazakhstani tenge
it_it: Tenge kazako

source: Lao kip
it_it: Kip laotiano

source: Lebanese lira
it_it: Lira libanese

source: Sri Lankan rupee
it_it: Rupia singalese

source: Liberian dollar
it_it: Dollaro liberiano

source: Lesotho loti
it_it: Loti del Lesotho

source: Lithuanian litas
it_it: Litas lituano

source: Latvian lats
it_it: Lats lettone

source: Libyan dinar
it_it: Dinaro libico

source: Moroccan dirham
it_it: Dirham marocchino

source: Moldovan leu
it_it: Leu moldavo

source: Malagasy ariary
it_it: Ariary malgascio

source: Macedonian denar
it_it: Denar macedone

source: Mongolian tugrik
it_it: Tugrik mongolo

source: Macanese pataca
it_it: Pataca di Macao

source: Mauritanian ouguiya
it_it: Ouguiya mauritana

source: Mauritian rupee
it_it: Rupia mauriziana

source: Maldivian rufiyaa
it_it: Rufiyaa delle Maldive

source: Malawian kwacha
it_it: Kwacha malawiano

source: Mexican peso
it_it: Peso Messicano

source: Malaysian ringgit
it_it: Ringgit della Malesia

source: Mozambique Metical
it_it: Metical Mozambico

source: Namibian dollar
it_it: Dollaro namibiano

source: Nigerian naira
it_it: Naira Nigeria

source: Nicaraguan Córdoba
it_it: Cordoba nicaraguense

source: Norwegian krone
it_it: Corona norvegese (NOK)

source: Nepalese rupee
it_it: Rupia nepalese

source: New Zealand dollar
it_it: Dollaro neozelandese (NZD)

source: Omani rial
it_it: Riyal dell'Oman

source: Panamanian balboa
it_it: Balboa panamense

source: Peruvian nuevo sol
it_it: Nuovo sol peruviano

source: Papua New Guinean kina
it_it: Kina papuana

source: Philippine peso
it_it: Peso filippino

source: Pakistani rupee
it_it: Rupia pakistana

source: Polish zloty
it_it: Złoty polacco (PLN)

source: Paraguayan guarani
it_it: Guarani paraguayano

source: Qatari riyal
it_it: Rial qatariano

source: Romanian leu
it_it: Leu rumeno

source: Serbian dinar
it_it: Dinaro serbo

source: Russian ruble
it_it: Rublo russo (RUB)

source: Saudi riyal
it_it: Riyal saudita

source: Solomon Islands dollar
it_it: Dollaro delle Isole Salomone

source: Seychellois rupee
it_it: Rupia delle Seychelles

source: Sudanese pound
it_it: Lira sterlina sudanese

source: Swedish krona
it_it: Corona svedese (SEK)

source: Singapore dollar
it_it: Dollaro Singapore

source: Saint Helena pound
it_it: Lira sterlina - Sant'Elena

source: Sierra Leonean leone
it_it: Sierra Leone Leone

source: Somali shilling
it_it: Scellino somalo

source: Surinamese dollar
it_it: Dollaro surinamese

source: São Tomé and Príncipe Dobra
it_it: São Tomé e Príncipe Dobra

source: El Salvador Colon
it_it: Colon salvadoregno

source: Syrian pound
it_it: Sterlina siriana (SYP)

source: Swazi lilangeni
it_it: Lilangeni dello Swaziland

source: Thai baht
it_it: Baht thailandese

source: Tajikistani somoni
it_it: Somoni tagico

source: Turkmen manat
it_it: Manat - Turkmenistan

source: Tunisian dinar
it_it: Dinaro - Tunisia (TND)

source: Turkish new lira
it_it: Lira turca (TL)

source: Trinidad and Tobago dollar
it_it: Dollaro di Trinidad e Tobago (TTD)

source: New Taiwan dollar
it_it: Dollaro di Taiwan

source: Tanzanian shilling
it_it: Scellino - Tanzania (TZS)

source: Ukrainian hryvnia
it_it: Hryvnia ucraina

source: Ugandan shilling
it_it: Scellino ugandese

source: United States dollar
it_it: Dollaro U.S.A.

source: Uruguayan peso
it_it: Peso uruguaiano (UYP)

source: Uzbekistani som
it_it: Som uzbeko

source: Venezuela Bolivar
it_it: Bolivar venezuelano

source: Vietnamese dong
it_it: Dong vietnamita

source: Vanuatu vatu
it_it: Vatu di Vanuatu

source: Samoan tala
it_it: Tala samoano

source: East Caribbean dollar
it_it: Dollaro dei Caraibi Orientali

source: Special Drawing Rights
it_it: Diritti speciali di prelievo

source: West African CFA franc
it_it: Franco dell'Africa Occidentale (CFA)

source: CFP franc
it_it: Franco CFP

source: Yemeni rial
it_it: Riyal - Yemen

source: South African rand
it_it: Rand sudafricano

source: Zambian kwacha
it_it: Kwacha zambiano

source: Zimbabwean dollar
it_it: Dollaro zimbabwiano

source: Metric
it_it: Metrico

source: New South Wales
it_it: Nuovo Galles del Sud

source: South Australia
it_it: Australia del Sud

source: Western Australia
it_it: Australia Occidentale

source: Australian Capital Territory
it_it: Territorio della Capitale Australiana

source: Jervis Bay Territory
it_it: Territorio di Jervis Bay

source: Northern Territory
it_it: Territori del Nord

source: British Columbia
it_it: Columbia Britannica

source: New Brunswick
it_it: Nuovo Brunswick

source: Newfoundland
it_it: Terranova

source: Northwest Territories
it_it: Territori del Nord Ovest

source: Nova Scotia
it_it: Nuova Scozia

source: Prince Edward Island
it_it: Isola Prince Edward

source: Yukon Territory
it_it: Territorio dello Yukon

source: Bayern
it_it: Baviera

source: Berlin
it_it: Berlino

source: Brandenburg
it_it: Brandeburgo

source: Bremen
it_it: Brema

source: Hamburg
it_it: Amburgo

source: Hessen
it_it: Assia

source: Mecklenburg-Vorpommern
it_it: Mecklemburgo-Pomerania Occidentale

source: Niedersachsen
it_it: Bassa Sassonia

source: Nordrhein-Westfalen
it_it: Renania Settentrionale-Vestfalia

source: Rheinland-Pfalz
it_it: Renania-Palatinato

source: Sachsen
it_it: Sassonia

source: Sachsen-Anhalt
it_it: Sassonia-Anhalt

source: Thüringen
it_it: Turingia

source: Alsace
it_it: Alsazia

source: Aquitaine
it_it: Aquitania

source: Auvergne
it_it: Alvernia

source: Basse-Normandie
it_it: Bassa Normandia

source: Bourgogne
it_it: Borgogna

source: Bretagne
it_it: Bretagna

source: Centre
it_it: Centro

source: Corse
it_it: Corsica

source: Franche-Comté
it_it: Franca Contea

source: Haute-Normandie
it_it: Alta Normandia

source: Languedoc-Roussillon
it_it: Linguadoca-Rossiglione

source: Lorraine
it_it: Lorena

source: Midi-Pyrénées
it_it: Midi-Pirenei

source: Nord-Pas-de-Calais
it_it: Nord-Passo di Calais

source: Pays de la Loire
it_it: Paesi della Loira

source: Picardie
it_it: Piccardia

source: Provence-Alpes-Côte d'Azur
it_it: Provenza-Alpi-Costa Azzurra

source: Rhône-Alpes
it_it: Rodano-Alpi

source: Friesland
it_it: Frisia

source: Limburg
it_it: Limbourg

source: Noord-Brabant
it_it: Brabante Settentrionale

source: Noord-Holland
it_it: Olanda Settentrionale

source: Zuid-Holland
it_it: Olanda Meridionale

source: A Coruña
it_it: La Coruña

source: Álava / Araba
it_it: Álava

source: Alicante / Alacant
it_it: Alicante

source: Asturias
it_it: Asturie

source: Balears
it_it: Isole Baleari

source: Cádiz
it_it: Cadice

source: Cantabria
it_it: Cantoria

source: Guipúzcoa / Gipuzkoa
it_it: Guipúzcoa

source: Lleida
it_it: Laida

source: Navarra / Nafarroa
it_it: Navarra

source: Santa Cruz de Tenerife
it_it: Santa Cruz di Tenerife

source: Sevilla
it_it: Siviglia

source: Zaragoza
it_it: Saragozza

source: Baja California
it_it: Bassa California

source: Baja California Sur
it_it: Bassa California Sur

source: District Of Columbia
it_it: Washington, D.C.

source: New Mexico
it_it: Nuovo Messico

source: North Carolina
it_it: Carolina del Nord

source: North Dakota
it_it: Dakota del Nord

source: South Carolina
it_it: Carolina del Sud

source: South Dakota
it_it: Dakota del Sud

source: West Virginia
it_it: Virginia Occidentale

source: Federated States of Micronesia
it_it: Stati federati di Micronesia

source: Virgin Islands
it_it: Isole Vergini

source: Eastern Cape
it_it: Provincia del Capo Orientale

source: Free State
it_it: Stato Libero

source: Limpopo
it_it: Provincia del Limpopo

source: Northern Cape
it_it: Capo Nord

source: North West
it_it: Nord Ovest

source: Western Cape
it_it: Provincia del Capo Occidentale

source: Download doesn't expire
it_it: il download non scade

source: Download Error: Invalid response:
it_it: Errore di download: Risposta non valida:

source: Download Error:
it_it: Errore di download:

source: Please complete all purchase requirements before checkout out.
it_it: Si prega di completare tutti le ricieste prima del pagamento

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: Company Name
it_it: Nome Azienda

source: Address
it_it: Indirizzo

source: Address 2
it_it: Indirizzo 2

source: City
it_it: Città

source: Zip Code
it_it: CAP

source: Ship to billing address?
it_it: Spedire ad indirizzo di fatturazione?

source: Country
it_it: Paese

source: State
it_it: Stato

source: Phone
it_it: Telefono

source: Submit
it_it: Invia

source: Cancel
it_it: Cancella

source: Unregisterd image size.
it_it: Dimensioni immagine non registrate.

source: Update Cart
it_it: Aggiorna carrello

source: Checkout
it_it: Pagamento

source: View Cart
it_it: Vedi carrello

source: Empty Cart
it_it: Vuota Carrello

source: Continue Shopping
it_it: Continua con gli acquisti

source: Coupon Code
it_it: Codice Promozione

source: Display Name
it_it: Nome Visualizzato

source: Website
it_it: Sito web

source: Confirm Password
it_it: Conferma Password

source: Save Profile
it_it: Salva profilo

source: View your Account
it_it: Guarda il tuo account

source: Thank you for your order. An email confirmation has been sent to %s.
it_it: Grazie per il tuo ordine. È stata inviata una mail di conferma a %s.

source: Unlimited
it_it: Illimitati

source: Never expires
it_it: Non scade mai

source: %d %s after purchase
it_it: %d %s dopo l'acquisto

source: Username
it_it: Nome utente

source: Remember Me
it_it: Ricordami

source: Log In
it_it: Accedi

source: Lost your password?
it_it: Hai perso la password?

source: Register
it_it: Registrati

source: Free
it_it: Gratis

source: (more info)
it_it: (più informazioni)

source: Buy Now
it_it: Sottoscrivi

source: Add to Cart
it_it: Aggiungi al carrello

source: Product is currently out of stock.
it_it: Questo prodotto è attualmente esaurito.

source: Product is currently not available.
it_it: Il prodotto non è attualmente disponibile.

source: Out of stock.
it_it: Esaurito

source: Product not available right now.
it_it: Prodotto non disponibile al momento.

source: Max Quantity Reached
it_it: Quantità massima raggiunta

source: Name on Card
it_it: Nime sulla Carta

source: Last Name on card
it_it: Cognome sulla carta

source: Card Number
it_it: Numero della carta

source: Expiration Date
it_it: Data di scadenza

source: Expiration Month
it_it: Mese di scadenza

source: Expiration Year
it_it: Anno di scadenza

source: CVC Code
it_it: Codice CVC

source: Fields
it_it: Campi

source: Registration Disabled
it_it: Registrazione disabilitata!

source: Select a shipping method
it_it: Selezionare un metodo di spedizione

source: Use multiple shipping methods
it_it: Utilizzare più metodi di spedizione

source: Next
it_it: Prossimo

source: Order Number: %s
it_it: Numero Ordine: %s

source: Unlimited Downloads
it_it: Download illimitato

source: Coding Error: Incorrect number of args passed to %s
it_it: Errore di codifica: Numero errato di argomenti passati a %s

source: Coding Error: <em>%s</em> is not a valid Exchange theme API context
it_it: Errore di codifica: <em>%s</em> non è un contesto valido per le API di Exchange

source: Coding Error: <em>%s</em> in not a mapped method inside the <em>%s</em> Exchange theme API class
it_it: Erro:re di codifica: <em>%s</em> in non è un metodo mappato dentro la <em>%s</em> API class di Exchange

source: Coding Error: <em>%s</em> in not a callable method inside the <em>%s</em> Exchange theme API class
it_it: Errore di codifica: <em>% s</em> non è un metodo valido dentro la <em>%s</em> API class di Exchange

source: You cannot checkout without any items in your cart.
it_it: Non puoi pagare senza articoli nel carrello.

source: The cart total must be greater than 0 for you to checkout. Please try again.
it_it: La spesa totale deve essere maggiore di 0 per effettuare il pagamento. Riprova.

source: Unknown
it_it: Sconosiuto

source: Deleted Customer
it_it: Cliente cancellato

source: IP Address: %s
it_it: Indirizzo IP: %s

source: Multiple Shipping Methods
it_it: Utilizzare più metodi di spedizione

source: Unknown Method
it_it: Metodo sconosciuto

source: Sales Today
it_it: Vendite odierne

source: Sales this Month
it_it: Vendite per questo mese

source: Transactions Today
it_it: Transazioni odierne

source: Transactions this Month
it_it: Transazioni per questo mese

source: Recent Transactions
it_it: Transazioni recenti

source: View all
it_it: Vedi tutte

source: No Recent Sales
it_it: Nessuna vendita recente

source: The customer's order notes, if any.
it_it: Notea di ordine del cliente, se presente.

source: Please use a properly formatted email address.
it_it: Si prega di utilizzare un indirizzo di posta elettronica correttamente formattato.

source: Guest Customer (%s)
it_it: Cliente ospite (%s)

source: Guest Checkout
it_it: Guest Checkout (Pagamento ospite)

source: Make Guest Checkout the default method?
it_it: Utilizzare Pagamento ospite come metodo di default?

source: This will overwrite the value for Default Form in General Settings.
it_it: Questo sovrascriverà il valore predefinito per il modulo nelle Impostazioni generali.

source: Show log in link?
it_it: Mostra link per il log-in?

source: Selecting 'No' will remove the Log in link from Registration and Guest Checkout forms.
it_it: Selezionare "No" rimuoverà il link per il Log in dalla Registrazione e dal form Checkout Ospite.

source: Show registration link?
it_it: Mostrare il link di registrazione?
