Repository: uomopalese/iThemes-Excahnge-Wordpress-plugin-Italian-translation
Catalog: *-l10n-ithemes-exchange-*.po
Languages: it_it

source: An iThemes Exchange Post Type for storing all Payments in the system
it_it: iThemes Exchange Post Type per la memorizzazione di tutti i pagamenti nel sistema

source: View the transaction details
it_it: Guarda i dettagli della transazione

source: Details
it_it: Dettagli

source: Status
it_it: Stato

source: Method
it_it: Procedimento

source: Date
it_it: Data

source: %s ago
it_it: %s fa

source: View Parent Subscription Payment %s
it_it: Vedi pagamento sottoscrizione genitore %s

source: Ship this product with %s.
it_it: Mandare questo prodotto con %s

source: Total Discount
it_it: Totale Sconto

source: Total Refund
it_it: Rimborso totale

source: Refunds
it_it: Rimborsi

source: Payment Method
it_it: Metodo di pagamento

source: Total before refunds
it_it: Totale prima dei rimborsi

source: Change Status
it_it: Modifica Stato

source: The customer will receive an email When this is changed from a status that is not cleared for delivery to a status that is cleared for delivery
it_it: Il cliente riceverà una email quando questo status viene modificato da "non ancora pronto per la consegna" a status "pronto per la consegna"

source: Not Saved.
it_it: Non salvato.

source: Saved!
it_it: Salvato!

source: Filter by Activity Type
it_it: Filtra per tipo di attività

source: All Activity
it_it: Tutte le attività

source: Add Note
it_it: Aggiungi nota

source: Close Editor
it_it: Chiudi Editor

source: Type your message here...
it_it: Digita qui il tuo messaggio…

source: Notify customer
it_it: Notificare al Cliente

source: Post
it_it: Articolo

source: No activity found.
it_it: Nessuna attività trovata.

source: Delete
it_it: Cancella

source: Request Expired. Please refresh and try again.
it_it: Richiesta scaduto. Prego aggiornare e riprovare

source: You don't have permission to do that.
it_it: Non hai sufficenti privilegi per questa richiesta.

source: Invalid response format.
it_it: formato di risposta non valido.

source: An unexpected error occurred.
it_it: Errore imprevisto.

source: Invalid Request Format
it_it: Formato richiesta non valido

source: Request expired. Please refresh and try again.
it_it: Richiesta scaduta. Prego aggiornare e riprovare

source: You don't have permission to do this.
it_it: Non hai sufficenti privilegi per questa richiesta.

source: Invalid upgrade.
it_it: Aggiornamento non valido.

source: Invalid Request Format.
it_it: Formato richiesta non valido

source: Upgrade coupons to provide more advanced analytics.
it_it: Aggiornamento promozioni per fornire analisi più avanzate.

source: Transaction Activity
it_it: Attività transizioni

source: Upgrade transactions to provide renewal activity.
it_it: Aggiornamento transazioni per fornire attività di rinnovo.

source: Easily sell your digital goods with iThemes Exchange, simple ecommerce for WordPress
it_it: Vendete facilmente i vostri prodotti digitali con iThemes Exchange, semplice e-commerce per WordPress
