Repository: uomopalese/iThemes-Excahnge-Wordpress-plugin-Italian-translation
Catalog: *-l10n-ithemes-exchange-*.po
Languages: it_it

source: Failed
it_it: Fallito

source: Recurring payment has been cancelled
it_it: È stato annullato il pagamento ricorrente

source: Recurring payment has been suspended
it_it: Il pagamento ricorrente è stato sospeso

source: Profile ID
it_it: ID Profilo

source: PayPal Standard Settings - Basic
it_it: Impostazioni PayPal Standard - Basic

source: PayPal Standard - Basic (Fastest Setup)
it_it: PayPal Standard - Basic (installazione veloce)

source: This is the simple and fast version to get PayPal setup for your store. You might use this version just to get your store going, but we highly suggest you switch to the PayPal Standard Secure option. To get PayPal set up for use with Exchange, you'll need to add the following information from your PayPal account.
it_it: Questa è la versione semplice e veloce per attivare il pagamento con PayPal nel tuo negozio. È possibile utilizzare questa versione per avviare il negozio, ma ti consigliamo caldamente di passare a PayPal Standard Secure appena possibile. Per impostare PayPal per essere utilizzato con Exchange, è necessario aggiungere le seguenti informazioni dal tuo conto PayPal.

source: Setting Up PayPal Standard Basic
it_it: Configurazione di PayPal Standard Basic

source: Don't have a PayPal account yet?
it_it: Non hai ancora un account PayPal?

source: Go set one up here
it_it: Imposta un account qui

source: What is your PayPal email address?
it_it: Qual è il tuo indirizzo email PayPal?

source: PayPal Email Address
it_it: Indirizzo email Paypal

source: We need this to tie payments to your account.
it_it: Abbiamo bisogno di questo dato per legare i pagamenti al tuo account.

source: Purchase Button Label
it_it: Etichetta del bottone acquista

source: This is the text inside the button your customers will press to purchase with PayPal Standard
it_it: Questo è il testo del bottone che vostri clienti premeranno per acquistare con PayPal Standard

source: Please include your PayPal Email Address
it_it: Inserisci il tuo indirizzo Email PayPal

source: Invalid PayPal response. Please try again later.
it_it: Risposta di PayPal non valida. Si prega di riprovare più tardi.

source: Error: Transaction IDs do not match! %s, %s
it_it: Errore: gli ID di transazione non corrispondono! %s, %s

source: Error: Amount charged is not the same as the cart total! %s | %s
it_it: Errore: Importo addebitato differente da quello del carrello! %s | %s

source: Unknown error while processing with PayPal. Please check your PayPal account for any charges and try again later.
it_it: Errore sconosciuto durante il processo dei dati con PayPal. Per favore di controlla il tuo account PayPal per qualsiasi addebito e riprova più tardi.

source: Canceled during Upgrade/Downgrade Process
it_it: Annullata durante il processo di Upgrade/Downgrade

source: Cancelled
it_it: Annullato

source: PayPal Standard Settings - Secure
it_it: impostazioni PayPal Standard - Secure

source: PayPal Standard - Secure (Highly Recommended)
it_it: PayPal Standard - Secure (Altamente Raccomandato)

source: Although this PayPal version for iThemes Exchange takes more effort and time, it is well worth it for the security options for your store. To get PayPal set up for use with Exchange, you'll need to add the following information from your PayPal account.
it_it: Anche se questa versione di PayPal per iThemes Exchange richiede più sforzo e tempo, ne vale la pena per le opzioni di protezione che offre al tuo negozio. Per impostare PayPal per essere utilizzato con Exchange, è necessario aggiungere le seguenti informazioni dal tuo conto PayPal.

source: Setting Up PayPal Standard Secure
it_it: Configurazione di PayPal Standard Secure

source: Step 1. Fill out your PayPal email address
it_it: Passaggio 1. Inserisci il tuo indirizzo email PayPal

source: Step 2. Fill out your PayPal API credentials
it_it: Passaggio 2. Inserisci le credenziali API di PayPal

source: PayPal API Username
it_it: Nome utente API PayPal

source: At PayPal, see: Profile &rarr; My Selling Tools &rarr; API Access &rarr; Update &rarr; View API Signature (or Request API Credentials).
it_it: Su PayPal, cerca: Profilo &rarr; Strumenti di vendita &rarr; Accesso API &rarr; Aggiorna &rarr; Vedi firma API (o Richiedi credenziali API).

source: PayPal API Password
it_it: Password API PayPal

source: PayPal API Signature
it_it: Firma API PayPAl

source: Step 3. Setup PayPal Auto Return
it_it: Passaggio 3. Imposta PayPal Auto Return

source: PayPal Auto Return must be configured in Account Profile -› Website Payment Preferences in your PayPal Account
it_it: PayPal Auto Return deve essere configurato nel Profilo-› preferenze di pagamento del sito Web nel tuo account PayPal

source: Please log into your account, set Auto Return to ON and add this URL to your Return URL Settings so your customers are redirected to your site to complete the transactions.
it_it: Si prega di accedere al proprio account, impostare Auto Return su ON e aggiungere questo URL alle tue impostazioni Return URL, in modo che i clienti vengono reindirizzati al tuo sito per completare le transazioni.

source: Step 4. Setup PayPal Payment Data Transfer (PDT)
it_it: Passaggio 4. Impostare il trasferimento di dati di pagamento PayPal (PDT)

source: PayPal PDT must be turned <strong>ON</strong> in Account Profile -› Website Payment Preferences in your PayPal Account
it_it: PDT PayPal deve essere su <strong>ON</strong> nel Profilo -› preferenze di pagamento del sito Web, nel tuo account PayPal

source: Optional: Edit Paypal Button Label
it_it: Opzionale: Modificare il testo del bottone Paypal

source: This is the text inside the button your customers will press to purchase with PayPal Standard (secure)
it_it: Questo è il testo del bottone che i clienti useranno per acquistare con PayPal standard (secure)

source: Optional: Enable Paypal Testing Mode
it_it: Opzionale: attivare la modalità Test Paypal

source: Enable PayPal Sandbox Mode?
it_it: Attiva modalità Sandbox PayPal?

source: Use this mode for testing your store. This mode will need to be disabled when the store is ready to process customer payments.
it_it: Utilizzare questa modalità per testare il vostro negozio. Questa modalità dovrà essere disattivata quando il negozio sarà pronto per elaborare i pagamenti dei clienti.

source: PayPal Sandbox Email Address
it_it: Indirizzo email PayPal Sandbox

source: PayPal Sandbox API Username
it_it: API Nome utente PayPal Sandbox

source: View tutorial:
it_it: Guarda il tutorial:

source: PayPal Sandbox API Password
it_it: Password API PayPal Sandbox

source: PayPal Sandbox API Signature
it_it: Firma API PayPal Sandbox

source: Please include your PayPal API Username
it_it: Includi il tuo nome utente API PayPal

source: Please include your PayPal API password
it_it: Si prega di inserire la password API di PayPal

source: Please include your PayPal API signature
it_it: Si prega di inserire la tua firma API PayPal

source: Please include your PayPal Sandbox Email Address
it_it: Si prega di inserire il tuo ndirizzo email di PayPal Sandbox

source: Please include your PayPal Sandbox API Username
it_it: Includi il tuoNome utente API di PayPal Sandbox

source: Please include your PayPal Sandbox API password
it_it: Si prega di inserire la password API di PayPal Sandbox

source: Please include your PayPal Sandbox API signature
it_it: Si prega di inserire la tua firma API di PayPal Sandbox

source: The called constructor method for %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
it_it: Il metodo constructor chiamato per %1$s è <strong>deprecato</strong> dalla versione %2$s! Usa %3$s al suo posto

source: Coding Error!
it_it: Errore di codifica!

source: The setting for %s has an incorrect type argument. No such method exists in the ITForm class
it_it: Questa impostazione per %s ha un argomento di tipo non corretto. Non esiste un metodo di questo tipo nella classe ITForm

source: Invalid security token. Please try again
it_it: Token di protezione non valido. Riprova

source: Settings updated
it_it: Impostazioni aggiornate

source: Quick Setup
it_it: Configurazione rapida

source: Documentation
it_it: Documentazione

source: Support
it_it: Supporto

source: Add-ons
it_it: Componenti Aggiuntivi (Add-ons)

source: Back to Add-ons
it_it: Torna ai Componenti aggiuntivi

source: Customer Data
it_it: Dati Cliente

source: Products
it_it: Prodotti

source: Transactions
it_it: Transazioni

source: Payments
it_it: Pagamenti

source: Help
it_it: Guida

source: Add Product
it_it: Aggiungi prodotto

source: Email Settings
it_it: Impostazioni email

source: Pages
it_it: Impostazioni pagine

source: All
it_it: Tutto

source: Enabled
it_it: Abilitato

source: Disabled
it_it: Disabilitato

source: Add-on installed.
it_it: Add-on installato.

source: Error: Add-on not installed.
it_it: Errore: Add-on non installato.

source: Get More
it_it: Ottieni di più

source: You made a sale! Yabba Dabba Doo! %s
it_it: Hai fatto una vendita! Yabba Dabba Doo! %S

source: Your friend %s just bought all this awesomeness from your store! Order: %s %s
it_it: Il cliente %s ha effettuato un acquisto nel tuo negozio! Ordine: %s %s

source: Receipt for Purchase: %s
it_it: Ricevuta per acquisto: %s

source: Hello %s, Thank you for your order. Your order's details are below. Order: %s %s %s
it_it: Salve %s, Grazie per il tuo ordine Ecco i dettagli. Ordine: %s %s %s

source: Add-on enabled.
it_it: Componente aggiuntivo attivato.

source: Add-on disabled.
it_it: Componente aggiuntivo disattivato

source: Error: Add-on not enabled.
it_it: Errore: Componente aggiuntivo non abilitato.

source: Error: Add-on not disabled.
it_it: Errore: Componente aggiuntivo non disattivato.

source: Please use the 2-3 character %sISO abbreviation%s for country subdivisions
it_it: Si prega di utilizzare %sabbreviazione ISO%s di 2-3 caratteri per indicare il paese

source: You must select at least one Payment Method.
it_it: È necessario selezionare almeno un metodo di pagamento.

source: Settings Saved. Congrats!
it_it: Impostazioni salvate. Complimenti!

source: %sAdd a Product%s
it_it: %sAggiungi un prodotto%s

source: %sEnable Add-ons%s
it_it: %sAbilita componenti aggiuntivi%s

source: %sView Sample Product%s
it_it: %sGuarda un prodotto campione%s

source: Please provide a valid email address.
it_it: Per favore fornisci un indirizzo email valido.

source: Thousands Separator cannot be empty
it_it: Separatore delle migliaia non può essere vuoto

source: Decimals Separator cannot be empty
it_it: Il separatore dei decimali non può essere vuoto

source: Email Name cannot be empty
it_it: Il campo Email non può essere vuoto.

source: Email Subject cannot be empty
it_it: Il campo Oggetto della email non può essere vuoto

source: Email Template cannot be empty
it_it: Il modello email non può essere vuoto

source: Invalid email address in Sales Notification Email Address
it_it: Indirizzo email non valido in Indirizzo di Email di Notifica Vendite

source: Please make sure all your page slugs are unique.
it_it: Assicurarti che tutti gli slug delle tue pagine siano unici

source: Page settings cannot be left blank.
it_it: Le impostazioni di pagina non possono essere lasciate vuote

source: Select Images
it_it: Seleziona immagini

source: Your photo must have a thumbnail created for it that is larger than 150x150px.
it_it: La foto deve avere una miniatura maggiore di 150x150px.

source: Edit Image
it_it: Modifica immagine

source: Upload Source
it_it: Carica sorgente

source: Insert
it_it: Inserisci

source: Advanced
it_it: Avanzate

source: We want to keep things simple for you, so we put the kitchen sink here. Click this button to add more info about your product.
it_it: Vogliamo mantenere le cose semplici, così abbiamo messo qui il lavandino. Fare clic su questo bottone per aggiungere più informazioni riguardanti il prodotto.

source: You have checked the option to "Reset ALL data". Are you sure you want to delete all Exchange products, transactions, and settings?
it_it: Hai selezionato come opzione "Reset ALL data". Sei sicuro di voler eliminare tutti i prodotti di Exchange, le transazioni e le impostazioni?

source: Please make sure all WordPress page types have a WordPress page selected.
it_it: Assicurati che tutti i tipi di pagina di WordPress hanno una pagina di WordPress selezionata

source: View Details
it_it: Guarda i dettagli

source: Hide Details
it_it: Nascondi Dettagli

source: View store
it_it: Vedi negozio

source: Main Product Interface
it_it: Interfaccia principale Prodotto

source: Side Product Interface
it_it: Interfaccia lato prodotto

source: Featured Image
it_it: Immagine in Evidenza

source: Add-ons are features that you can add or remove depending on your needs. Selling your stuff should only be as complicated as you need it to be. Visit the Get More tab to see what else Exchange can do.
it_it: I componenti aggiuntivi sono caratteristiche che è possibile aggiungere o rimuovere a seconda delle esigenze. Vendere i vostri prodotti non dovrebbe essere più complicato del necessario. Visita la scheda "Ottieni di più" per vedere che cosa può fare Exchange per te.

source: Get the Exchange Pro Pack
it_it: Ottieni Exchange Pro Pack

source: The Pro Pack gets you access to iThemes Exchange add-ons that unlock so much more that Exchange can do … like Membership, Invoices, Variants, Easy U.S. Sales Taxes, Recurring Payments, Stripe and MailChimp. With the Pro Pack, you get access to all our iThemes-built Exchange Add-ons plus any more we build in the next year (which will be a lot).
it_it: Il Pro Pack ti permette di accedere a tutti gli add-on di iThemes Exchange che sbloccano tantissime funzionie, come Abbonamenti, Fatture, Varianti, Easy U.S. Sales Taxes, Recurring Payments, Stripe and MailChimp. Con il Pro Pack, avrai accesso a tutti i nostri add-on costruiti per iThemes Exchange, oltre a quelli che inventeremo il prossimo anno (che saranno molti).

source: Get all our add-ons for $197
it_it: Ottieni tutti i nostri add-on per $197

source: Purchase
it_it: Acquista

source: No add-ons installed. How'd you do that?
it_it: Nessun add-on installato. Come pensi di farlo?

source: Go get some now
it_it: Ottienine qualcuno ora

source: No add-ons are currently enabled
it_it: Nessun add-on attualmente abilitato

source: Go enable some now
it_it: Vai attivane alcuni ora

source: All add-ons are currently enabled
it_it: Tutti gli add-on sono abilitati

source: Go get more
it_it: Ottieni di più

source: iThemes Exchange default template parts have been updated. View %sour codex%s for more information.
it_it: I modelli predefiniti di iThemes Exchang sono stati aggiornati. Visualizza %sil nostro codex%s per ulteriori informazioni.

source: Admin Notifications
it_it: Notifiche amministrative

source: Sales Notification Email Address
it_it: Indirizzo email di Notifica Vendite

source: Enter the email address(es) that should receive a notification anytime a sale is made, comma separated
it_it: Immettere il/gli indirizzi di posta elettronica che devono ricevere una notifica ogni volta che viene effettuata una vendita, separati da virgola

source: Email Address
it_it: Indirizzo email

source: Email address used for admin notification emails.
it_it: Indirizzo utilizzato per le email di notifica di amministrazione.

source: Email Name
it_it: Intestazione della email

source: Name used for account that sends admin notification emails.
it_it: Nome utilizzato per inviare le email di notifica di amministrazione.

source: Notification Subject Line
it_it: Oggetto della email di notifica

source: Subject line used for admin notification emails.
it_it: Oggetto della email utilizzata per ricevere le di notifiche

source: Notification Email Template
it_it: Modello di email di notifica

source: Enter the email that is sent to administrator after a customer completes a successful purchase. HTML is accepted. Available shortcode functions:
it_it: Email ricevuta quando un cliente completa con successo un acquisto. È possibile utilizzare codice HTML. Shortcode disponibili:

source: You call these shortcode functions like this: %s
it_it: Puoi utilizzare gli shortcode in questo modo: %s

source: A list of download links for each download purchased
it_it: Un elenco di link di download per ogni download acquistato

source: The buyer's first name
it_it: Nome del cliente

source: The buyer's full name, first and last
it_it: Nome e cognome del cliente

source: The buyer's username on the site, if they registered an account
it_it: Il nome utente del compratore sul sito, se ha registrato un account

source: The buyer's email on the site
it_it: Email del cliente sul sito

source: A table of the order details. Accepts "purchase_message" option.
it_it: Una tabella dei dettagli ordine. Accetta "purchase_message" come opzione

source: The date of the purchase
it_it: La data di acquisto

source: The total price of the purchase
it_it: Il prezzo totale dell’acquisto

source: The unique ID number for this purchase
it_it: Il numero di ID univoco per questo acquisto

source: The unique ID number for this transaction
it_it: Il numero di ID univoco per questa transazione

source: The method of payment used for this purchase
it_it: Il metodo di pagamento utilizzato per queso acquisto

source: The shipping address for this product. Blank if shipping is not required. Also accepts "before" and "after" arguments.
it_it: Indirizzo di spedizione per questo prodotto. Vuoto se la spedizione non è richiesta. Accetta anche gli argomenti "before" e "after".

source: The billing address for this product. Blank if shipping is not required. Also accepts "before" and "after" arguments.
it_it: Indirizzo di fatturazione per questo prodotto. Vuoto se la spedizione non è richiesta. Accetta anche gli argomenti "before" e "after".

source: Your site name
it_it: Il nome del tuo sito web

source: Adds a link so users can view their receipt directly on your website if they are unable to view it in the email correctly.
it_it: Aggiunge un link così gli utenti possono visualizzare le loro Ricevute direttamente sul tuo sito Web, se non sono in grado di visualizzarla correttamente con la email

source: Adds a link to the login page on your website.
it_it: Aggiunge un link alla pagina di Log in del cliente sul tuo sito Web.

source: Adds a link to the customer's account page on your website.
it_it: Aggiunge un link alla pagina account del cliente sul tuo sito Web.

source: Customer Receipt Emails
it_it: Email per la Ricevuta del cliente

source: Email address used for customer receipt emails.
it_it: Indirizzo email utilizzato per inviare email di Ricevuta del cliente.

source: Name used for account that sends customer receipt emails.
it_it: Nome utilizzato per inviare Riceute via email al cliente

source: Subject Line
it_it: Linea Oggetto:

source: Subject line used for customer receipt emails.
it_it: Oggetto della email utilizzata per le Ricevute dei clienti.

source: Email Template
it_it: Modello email

source: Enter the email that is sent to users after completing a successful purchase. HTML is accepted. Available shortcode functions:
it_it: Inserisci l’email che viene inviato agli utenti dopo aver completato con successo un acquisto. Puoi usare codice HTML. Shortcode disponibili:

source: A table of the order details. Accept "purchase_message" option.
it_it: Una tabella di dettagli ordine. Accetta "purchase_message" come opzione

source: Add-ons are features that you can add or remove depending on your needs. Selling your stuff should only be as complicated as you need it to be. If you have already purchased additional Exchange add-ons, please upload and activate them through the WordPress plugins menu.
it_it: I componenti aggiuntivi sono caratteristiche che è possibile aggiungere o rimuovere a seconda delle esigenze. Vendere i vostri prodotti non dovrebbe essere più complicato del necessario. Se hai già acquistato ulteriori componenti aggiuntivi di Exchange, caricali e attivarli tramite il menu Plugin di WordPress.

source: by
it_it: di

source: Installed
it_it: Installata

source: ACHIEVEMENT UNLOCKED
it_it: ACHIEVEMENT SBLOCCATO

source: Acquired all Exchange Add-ons
it_it: Acquisiti tutti i componenti aggiuntivi di Exchange

source: You have all %s currently has to offer!
it_it: Avete tutti %s attualmente da offrire!

source: Got an idea for an add-on that would make life easier?
it_it: Hai idee per un componente aggiuntivo che ti renderebbe la vita più facile?

source: Send us a message
it_it: Inviaci un messaggio

source: Sign up to be notified via email when new Add-ons and updates are released.
it_it: Iscriviti per essere avvisato via email quando vengono rilasciati nuovi componenti aggiuntivi e aggiornamenti.

source: Looks like there's a problem loading available add-ons. Go to %s to check out other available add-ons.
it_it: Sembra che ci sia un problema nel caricamento dei componenti aggiuntivi disponibili. Vai a %s per trovare altri componenti aggiuntivi disponibili.

source: Help and Resources
it_it: Guida e risorse

source: We've built %s to simplify ecommerce for WordPress. However, ecommerce is not always easy, so we've taken the time to create some resources to help you get started.
it_it: Abbiamo costruito %s per semplificare attività di e-commerce con WordPress. Tuttavia, un e-commerce non è sempre facile, così abbiamo trovato il tempo di creare alcune risorse per aiutarti a iniziare.

source: Quick Links
it_it: Link rapidi

source: This is a link back to the Quick Setup page that opens after Exchange is installed. This page walks through the necessary information and settings needed to set up your store.
it_it: Si tratta di un link alla pagina di configurazione rapida che si apre dopo aver installato Exchange. Questa pagina procede attraverso le informazioni e le impostazioni necessarie per impostare il tuo negozio

source: Go back to the Exchange Quick Setup Wizard.
it_it: Torna a Installazione rapida guidata di Exchange.

source: Open the Wizard
it_it: Apri la procedura guidata

source: Resources
it_it: Risorse

source: Short video tutorials to help you become an Exchange expert.
it_it: Breve video tutorial per aiutarti a diventare un esperto di Exchange.

source: Checkout some tutorials
it_it: Guarda alcuni tutorial

source: Read through the Exchange documentation.
it_it: Leggi la documentazione di Exchange.

source: Dig Deep into Exchange
it_it: Scopri Exchange a fondo

source: Get free help on some basics of Exchange.
it_it: Ottieni aiuto gratuito su alcune nozioni di base di Exchange.

source: Get Basic Help
it_it: Aiuto di base

source: Get premium and priority support for Exchange.
it_it: Ricevi supporto premium e prioritario per Exchange.

source: Get Premium Support
it_it: Supporto Premium

source: Report &amp Request
it_it: Segnalazioni &amp; richieste

source: Help us fix an issue that you have found in Exchange.
it_it: Aiutaci a risolvere un problema che hai trovato in Exchange.

source: Report a Bug or Problem
it_it: Segnalare un Bug o problema

source: Help us improve Exchange for everyone.
it_it: Aiutaci a migliorare Exchange per tutti.

source: Request a Feature
it_it: Richiedi una funzione aggiuntiva

source: New! Track Your Sales Remotely with iThemes Sync. %sCheck it Out Now%s.
it_it: Novità! Monitora le vendite a distanza con iThemes Sync. %sProvalo ora%s

source: Select a Page
it_it: Seleziona una pagina

source: Page
it_it: Pagina

source: Page Type
it_it: Tipo di Pagina
