Repository: uomopalese/iThemes-Excahnge-Wordpress-plugin-Italian-translation
Catalog: *-l10n-ithemes-exchange-*.po
Languages: it_it

source: Selecting 'No' will remove the Registration link from Log in and Guest Checkout forms.
it_it: Selezionare "No" rimuoverà il link per il Log in dal form registrazione e Checkout ospite.

source: Heading Label on Checkout Page
it_it: Etichetta sulla pagina di Pagamento

source: Checkout as a guest?
it_it: Pagamento come ospite?

source: Heading Label in the SuperWidget
it_it: Etichetta per SuperWidget

source: Button Text on Checkout Page
it_it: Testo bottone nella pagina di Pagamento

source: Continue as guest
it_it: Prosegui come ospite

source: Button Text in SuperWidget
it_it: Testo bottone in SuperWidget

source: Continue
it_it: Continua

source: Cart Expiration
it_it: Scadenza carrello

source: Cart will expire and be cleared after a guest customer is inactive for set number of minutes.
it_it: Il Carrello scade e viene eliminato dopo che un cliente ospite è inattivo per un certo numero di minuti.

source: minutes
it_it: minuti

source: Email address
it_it: Indirizzo email

source: Check out as a guest
it_it: Visualizza come ospite

source: Create an account
it_it: Crea un account

source: Checkout as a guest
it_it: Pagamento come ospite

source: You must verify you are indeed a human to register on this site
it_it: È necessario verificare che sei davvero un essere umano per registrarsi su questo sito

source: The captcha response you submitted does not appear to be valid. Please try again.
it_it: La risposta captcha hai inviato non sembra essere valida. Riprova.

source: We cannot verify that you are indeed human. Please try again.
it_it: Non possiamo verificare che tu sia davvero umano. Riprova.

source: You must verify you are indeed a human to login to this site
it_it: È necessario verificare che sei davvero un essere umano per accedere a questo sito

source: Shopping Cart
it_it: Carrello

source: Customer Shopping Cart
it_it: Carrello cliente

source: Customer Checkout
it_it: Pagamento cliente

source: Multi-Item Cart Settings
it_it: Impostazioni Carrello multi-articolo

source: Options Saved
it_it: Opzioni salvate

source: Show the Continue Shopping button on the cart page?
it_it: Mostra il pulsante Continua con gli acquisti alla pagina del carrello?

source: Save Changes
it_it: Salva modifiche

source: Product Type
it_it: Tipi prodotto

source: You must save the product after changing this to access new product options.
it_it: Dopo questa modifica, è necessario salvare il prodotto per accedere alle nuove opzioni.

source: You currently have not Product Type add-ons enabled.
it_it: Attualmente non hai non abilitato il componente Product Type

source: You must have more than 1 product type enabled to make changes here.
it_it: È necessario disporre di più di 1 tipo di prodotto per apportare modifiche qui.

source: Select a product
it_it: Seleziona un prodotto

source: Coupon Name cannot be left empty
it_it: Il nome della Promozione non può essere lasciato vuoto

source: Coupon Code cannot be left empty
it_it: Il codice della Promozione non può essere lasciato vuoto

source: Coupon Discount cannot be left empty
it_it: Lo sconto della Promozione non può essere lasciato vuoto

source: Coupon Discount must be a postive number
it_it: Lo sconto della Promozione deve essere un numero positivo

source: Available Coupons must be a number
it_it: Le promozioni disponibili devono essere un numero

source: Please select a product.
it_it: Selezionare un prodotto

source: Please select a frequency limitation
it_it: Si prega di selezionare un limite di frequenza

source: Add Coupon
it_it: Aggiungi Promozione

source: Edit Coupon
it_it: Modifica Promozione

source: Coupons
it_it: Coupons (Promozioni)

source: Coupon Added
it_it: Promozione aggiunta

source: Coupon Updated
it_it: Promozione aggiornata

source: Name
it_it: Nome

source: What do you want to call this coupon? This is just for your reference.
it_it: Comesi desidera chiamare questa Promozione? Solo per vostro riferimento.

source: Code
it_it: Codice

source: Try something cool like EXCHANGERULEZ5000! Or click the dice to generate a random code.
it_it: Provare qualcosa di fico come EXCHANGERULEZ5000! Oppure clicca siui dadi per generare un codice casuale.

source: Amount
it_it: Importo

source: % Percent
it_it: % Percentuale

source: General
it_it: Impostazioni generali

source: Usage
it_it: Utilizzo

source: Customers
it_it: Clienti

source: Product
it_it: Prodotto

source: Please select an end date that is after the start date.
it_it: Si prega di selezionare una data di fine successiva alla data di inizio.

source: Start Date
it_it: Data Inizio

source: End Date
it_it: Data Fine

source: Apply Discount
it_it: Applica Sconto

source: Entire Cart
it_it: Tutto il carrello

source: Per-product
it_it: Per prodotto

source: Limit number of coupons
it_it: Limita numero di Promozioni

source: How many times can this coupon be used before it is disabled?
it_it: Quante volte può questo codice Promozionale può essere utilizzato prima che venga disattivato?

source: This coupon has been used %d time.
it_it: Questa codice promozionale è stato usato %d volta

source: Limit to a specific customer
it_it: Limitato a un cliente specifico

source: Select a customer
it_it: Seleziona un cliente

source: Limit frequency of use per customer
it_it: Limita la frequenza di utilizzo per cliente

source: Day(s)
it_it: Giorno(i)

source: Week(s)
it_it: Settimana(e)

source: Year(s)
it_it: Anno(i)

source: Limit this coupon to
it_it: Limitare questa Promozione a

source: use(s) per customer for every
it_it: utilizzo(i) per cliente per ogni

source: Limit to certain products
it_it: Limitato a determinati prodotti

source: Product Categories
it_it: Product Categories (Categorie di Prodotti)

source: Included Products
it_it: Prodotti inclusi

source: Excluded Products
it_it: Prodotti esclusi

source: Exclude sale items
it_it: Escludi gli oggetti in sconto

source: Save
it_it: Salva

source: Title
it_it: Titolo

source: Discount
it_it: Sconto

source: Available
it_it: Disponibile

source: Uses
it_it: Usi

source: Customer
it_it: Cliente

source: Started %s
it_it: Iniziato %s

source: Starts %s
it_it: Inizio %s

source: Ended %s
it_it: Terminato %s

source: Ends %s
it_it: Termina %s

source: All Products
it_it: Tutti i prodotti

source: Multiple
it_it: Multipolo

source: %s category
it_it: %s categoria

source: Categories
it_it: Categorie

source: Excluded: %s
it_it: Escluso: %s

source: Excluded
it_it: Escluso

source: Complex
it_it: Complesso

source: Categories: %s.
it_it: Categorie: %s

source: Included: %s.
it_it: Incluso: %s

source: Excluded: %s.
it_it: Escluso :%s

source: Any Customer
it_it: Qualsiasi cliente

source: Availability Start Date
it_it: Data di inizio disponibilità

source: Availability End Date
it_it: Data di fine disponibilità

source: Available between %s and %s
it_it: Disponibile tra %s e %s

source: This coupon has reached its maximum uses.
it_it: Questo codice promozionale ha raggiunto il numero massimo di utilizzo

source: Invalid coupon.
it_it: Codice promozionale non valido

source: Invalid coupon for current cart products.
it_it: Codice promozionale non valido per i prodotti attualmente nel carrello

source: This coupon is not valid until %s.
it_it: Questo codice promozionale non è valido fino al %s

source: This coupon has expired.
it_it: Questo codice è scaduto.

source: This coupon's frequency limit has been met.
it_it: È stato raggiunto il limite di utilizzo di questo codice

source: Invalid coupon
it_it: Codice non valido

source: Coupon applied
it_it: Promozione applicata applicato:

source: Coupon removed
it_it: Promozione rimossa

source: View Coupon
it_it: Vedi promozione

source: Savings
it_it: Risparmi

source: Offline Payments
it_it: Offline Payments (Pagamenti offline)

source: Process transactions offline via check or cash.
it_it: Fornisci le informazioni per le transazioni offline tramite bonifico, assegno o contanti.

source: Zero Sum Checkout
it_it: Pagamento con somma uguale Zero

source: Used for processing 0 sum checkout (free).
it_it: Usato per processare pagamenti a 0 somma in cassa (gratuiti).

source: This is the simple and fast version to get PayPal setup for your store. You might use this version just to get your store going, but we highly suggest you switch to the PayPal Standard Secure option.
it_it: Questa è la versione semplice e veloce per attivare il pagamento con PayPal nel tuo negozio. È possibile utilizzare questa versioneinizialmente, ma ti suggeriamo caldamente di passare a PayPal Standard Secure appena possibile.

source: Although this PayPal version for iThemes Exchange takes more effort and time, it is well worth it for the security options for your store.
it_it: Anche se questa versione di PayPal per iThemes Exchange richiede più impegno e tempo, ne vale la pena per le opzioni di sicurezza fornite al tuo negozio.

source: Digital Downloads
it_it: Digital Downloads (Downloads digitali)

source: This adds a product type for distributing digital downloads through iThemes Exchange.
it_it: Questo componente aggiunge un tipo di prodotto per il download digitale attraverso iThemes Exchange.

source: Digital Download
it_it: Download digitale

source: Simple Products
it_it: Simple Products (Prodotti base)

source: This is a basic product type for selling simple items.
it_it: Componente di base per la vendita di semplici oggetti

source: Simple Product
it_it: Prodotto semplice

source: Physical Products
it_it: Physical Products (Prodotti fisici)

source: Products you can put your hands on. Things you might want to ship.
it_it: Prodotti reali, non digitali, che puoi toccare. Oggetti che potresti desiderare di spedire.

source: Physical Product
it_it: Prodotto fisico

source: Switch Product Types
it_it: Switch Product Types (Cambia tipologia di prodotto)

source: Gives Store Owners the ability to change a Product Type after creation of the Product via the Advanced options
it_it: Offre la possibilità di cambiare la tipologia di un prodotto dopo la sua creazione, tramite le opzioni avanzate

source: Multi-item Cart
it_it: Multi-item Cart (Carrello multi-articolo)

source: Enabling this add-on allows your customers to purchase multiple products with one transaction.
it_it: Attivando questo componente permetterai ai clienti di acquistare più prodotti con una sola operazione.

source: Enabling this add-on gives customers the ability to checkout as a guest, without registering
it_it: Offri al cliente la possibilità di pagare come ospite, senza registrarti

source: WordPress Page Templates
it_it: WordPress Page Templates (Modelli pagina WordPress)

source: Enable the WordPress Page Templates meta box for products
it_it: Abilita le meta-box dei modelli di pagina WordPress per i prodotti

source: Billing Address
it_it: Billing Address (Indirizzo di Fatturazione)

source: Enabling this add-on allows you to collect a billing address at checkout. There are no settings for this add-on.
it_it: Attivare questo add-on consente di raccogliere un indirizzo di fatturazione alla cassa. Non ci sono impostazioni per questo add-on.

source: Basic Reporting Dashboard Widget
it_it: Basic Reporting Dashboard Widget (Report vendite per la Bacheca)

source: Adds a widget to the Admin dashboard to give basic sales statistics.
it_it: Aggiunge un widget nella Bacheca di amministrazione per consultare le statistiche di vendita.

source: This add-on allows you to generate coupons that apply to all products in your store.
it_it: Questo componente aggiuntivo consente di generare promozioni che si applicano a tutti i prodotti nel tuo negozio.

source: This adds a category taxonomy for all products in iThemes Exchange.
it_it: Aggiunge una tassonomia (categoria) per tutti i prodotti in iThemes Exchange.

source: Product Category
it_it: Categoria di prodotto

source: Product Tags
it_it: Product Tags (Tag Prodotti)

source: This adds a tag taxonomy for all products in iThemes Exchange.
it_it: Aggiunge una tassonomia (tag) per tutti i prodotti in iThemes Exchange.

source: Product Tag
it_it: Tag Prodotto

source: Simple Taxes
it_it: Simple Taxes (Tasse base)

source: This gives the admin ability to apply a default tax rate to all sales.
it_it: Questo componente dà la possibilità di applicare una aliquota di imposta di default a tutte le vendite.

source: Duplicate Products
it_it: Duplicate Products (Duplica Prodotti)

source: This gives the admin the ability to duplicate an existing product.
it_it: Questo componente offre la possibilità di duplicare un prodotto esistente.

source: Duplicate
it_it: Duplica

source: Simple Shipping
it_it: Simple Shipping (Spedizione semplice)

source: Flat rate and free shipping for your physical products
it_it: Tariffa unica e spedizione gratuita per i vostri prodotti fisici

source: Sale Schedule
it_it: Sale Schedule (Vendita pianificata)

source: Limit sale availability to certain dates.
it_it: Limita la disponibilità di vendita a determinate date.

source: Secure your Exchange login and registration forms with iThemes Security.
it_it: Rendi sicuri i moduli di registrazione e login di Exchange con iThemes Security.

source: Customer Order Notes
it_it: Customer Order Notes (Nota di ordine del cliente)

source: Allow your customers to leave a note while placing an order.
it_it: Consenti ai tuoi clienti di lasciare una nota mentre piazzano un ordine.

source: Add-ons responsible for the differing types of products available in iThemes Exchange.
it_it: Add-ons per differenziare i tipi di prodotti disponibili in iThemes Exchange.

source: Transaction Methods
it_it: Metodi di transazione

source: Add-ons that create transactions. eg: Stripe, PayPal.
it_it: Componente aggiuntivi per creare transazioni. ad esempio: Stripe, PayPal...

# Transaction Status
source: Pending
it_it: In sospeso

# Transaction Status
source: Authorized
it_it: Autorizzato

# Transaction Status
source: Paid
it_it: Pagato

# Transaction Status
source: Refunded
it_it: Rimborsato

# Transaction Status
source: Voided
it_it: Annullato

source: Admin Add-ons
it_it: Componenti aggiuntivi amministrativi

source: Add-ons that create general purpose admin functionality. eg: Reports, Export.
it_it: Componenti per creare funzionalità di amministrazione di uso generale. ad esempio: Report, Export....

source: Coupon Add-ons
it_it: Promozioni add-on

source: Add-ons that create coupons for your customers.
it_it: Componenti per creare promozioni per i tuoi clienti.

source: Taxonomy Add-ons
it_it: Tassonomia add-on

source: Add-ons that create new taxonomies specifically for Exchange products.
it_it: Componenti per creare nuove tassonomie specificamente per i prodotti Exchange.

source: Add-ons that help store owners manage their email.
it_it: Componenti per di memorizzare i proprietari del negozio nella gestione delle loro email.

source: Other
it_it: Altri

source: Add-ons that don't fit in any other add-on category.
it_it: Componenti aggiuntivi che non rientrano in nessuna altra categoria di add-on

source: A list or dropdown of Product categories
it_it: Un elenco o menu a discesa di categorie di prodotti

source: Select Product Category
it_it: Seleziona categoria di prodotto

source: Title:
it_it: Titolo:

source: Display as dropdown
it_it: Visualizza come menu a discesa

source: Show product counts
it_it: Mostra conteggio prodotto

source: Show hierarchy
it_it: Visualizza la gerarchia

source: Search Product Categories
it_it: Ricerca Categoria di prodotti

source: All Product Categories
it_it: Tutte le Categorie di prodotti

source: Parent Product Categories
it_it: Categorie di prodotto genitore

source: Parent Product Categories:
it_it: Categorie di prodotto genitore:

source: Edit Product Categories
it_it: Modifica le categorie di prodotto

source: Update Product Categories
it_it: Aggiornare le categorie di prodotto

source: Add New Product Categories
it_it: Aggiungi nuova categoria di prodotto

source: Exchange Categories
it_it: Categorie Exchange

source: Duplicate Exchange Products
it_it: Duplica prodotti Exchange

source: copy
it_it: copia

source: Page Template
it_it: Modello di Pagina

source: Template
it_it: Modello

source: This option will allow you to override the default WordPress template used for this product.
it_it: Questa opzione vi permetterà di ignorare il template predefinito di WordPress per questo prodotto.

source: Default Template
it_it: Modello Predefinito

source: Offer the sale price for a limited amount of time.
it_it: Offrire il prezzo di vendita per un periodo limitato di tempo

source: Use a start date
it_it: Usa una data di inizio

source: Use an end date
it_it: una data di fine

source: Search Product Tags
it_it: Ricerca Tags prodotti

source: All Product Tags
it_it: Tutti i Tag dei Prodotti

source: Parent Product Tags
it_it: Tags prodotto genitore

source: Parent Product Tags:
it_it: Tags prodotto genitore:

source: Edit Product Tags
it_it: Modifica tag prodotto

source: Update Product Tags
it_it: Aggiorna tag prodotto

source: Add New Product Tags
it_it: Aggiungi nuovo tag prodotto

source: New Product Tag
it_it: Nuovo tag del prodotto

source: Digital Downloads Settings
it_it: Impostazioni download digitali

source: Require users to log in before downloading their products?
it_it: Richiedere agli utenti di eseguire il login prima di scaricare i loro prodotti?

source: If unchecked, users can simply download their products using their download links
it_it: Se non è selezionata, gli utenti possono scaricare i loro prodotti semplicemente utilizzando i loro link per il download

source: Error. Please try again
it_it: Errore. Riprova, per favore.

source: Settings saved.
it_it: Impostazioni salvate.

source: Settings not saved.
it_it: Impostazioni non salvate.

source: Flat Rate Shipping
it_it: Tariffa unica di spedizione

source: Enable Flat Rate Shipping?
it_it: Attivare la tariffa unica di spedizione?

source: Do you want flat rate shipping available to your customers as a shipping option?
it_it: Volete la tariffa unica di spedizione disponibile per vostri clienti come opzione di spedizione?

source: Shipping Label
it_it: Etichetta di spedizione

source: This changes the title of this Shipping Method for your customers
it_it: Cambia il titolo del metodo di spedizione per i vostri clienti

source: Standard Shipping (3-5 days)
it_it: Spedizione standard (3-5 giorni)

source: Default Shipping Amount
it_it: Spesa di spedizione predefinita

source: The default shipping amount for new products. This can be overridden by individual products.
it_it: Importo di spedizione predefinito per i nuovi prodotti. Questo valore può essere modificato nei singoli prodotti

source: Flat Rate Shipping Cost
it_it: Costo della tariffa unica di spedizione

source: Shipping costs for this product. Multiplied by quantity purchased.
it_it: Spese di spedizione per questo prodotto. Moltiplicato per la quantità acquistata.

source: Free Shipping
it_it: Spedizione Gratuita

source: Enable Free Shipping?
it_it: Abilitare la spedizione gratuita?

source: Do you want free shipping available to your customers as a shipping option?
it_it: Vuoi che la spedizione gratuita disponibile per tuoi clienti come opzione di spedizione?

source: Free Shipping (3-5 days)
it_it: Spedizione gratuita (3-5 giorni)

source: Shipping
it_it: Spedizione

source: Settings are located in the %sShipping tab%s on the Exchange Settings page.
it_it: Le impostazioni si trovano nel tab %sShipping tab%s nella pagina Impostazioni di Exchange.

source: Default Tax Rate
it_it: Aliquota imposta predefinita (IVA)

source: Calculate taxes after discounts are applied?
it_it: Calcolare le tasse dopo aver applicato gli sconti?

source: Labels
it_it: Etichette

source: Tax:
it_it: IVA:

source: Taxes:
it_it: Imposte:

source: Tax
it_it: Iva

source: Taxes
it_it: Imposte

source: Default tax rate must be numeric
it_it: Questa aliquota imposta predefinita deve essere un numero

source: Tax labels cannot be left empty
it_it: Le etichette delle imposte non possono essere lasciate vuote

source: Settings Saved
it_it: Impostazioni salvate

source: Transaction Failed, unable to verify security token.
it_it: Transazione non riuscita, Impossibile verificare i token di sicurezza.

source: Paid
it_it: Pagato

source: Refunded
it_it: Rimborsato

source: Pending
it_it: In sospeso

source: Voided
it_it: Annullato

source: Offline payments allow customers to purchase products from your site using check or cash. Transactions can be set as pending until you receive payment.
it_it: I pagamenti offline consentono ai clienti di acquistare prodotti dal vostro sito tramite assegno o contanti. Le transazioni possono essere impostate come in sospeso fino a quando non si riceve il pagamento.

source: Setting Up Offline Payments in Exchange
it_it: Impostare i pagamenti offline in Exchange

source: To process payments offline, complete the settings below.
it_it: Per processare i pagamenti offline, completare le impostazioni di seguito.

source: What would you like to title this payment option? eg: Check
it_it: Come vuoi chiamare questa opzione di pagamento? ad esempio: Assegno

source: Instructions after purchase
it_it: Istruzioni dopo aver effettuato un acquisto

source: This will be the notification customers see after using this method of payment.
it_it: Questa sarà la notifica clienti vedranno dopo aver utilizzato questo metodo di pagamento.

source: Default Payment Status
it_it: Stato pagamento di default

source: This is the default payment status applied to all offline payment transactions.
it_it: Questo è lo stato di pagamento predefinito applicato a tutte le transazioni di pagamento offline.

source: Settings Saved.
it_it: Impostazioni salvate

source: The Title field cannot be left blank
it_it: Il campo Titolo non può essere vuoto

source: Please leave some instructions for customers checking out with this transaction method
it_it: Lascia alcune istruzioni per i clienti che utilizzano questo metodo di transazione

source: Please select a valid default transaction status.
it_it: Si prega di selezionare uno stato di transazione predefinito valido.

source: Pay with check
it_it: Paga con assegno

source: Thank you for your order. We will contact you shortly for payment.
it_it: Grazie per il suo ordine. La contatteremo a breve per il pagamento.

source: Cancel Recurring Payment
it_it: Annullare il pagamento ricorrente

source: Recurring payment has been deactivated
it_it: Il pagamento ricorrente è stato disattivato

source: Adds the instructions after purchase message from the Offline Payments gateway settings.
it_it: Aggiunge le istruzioni dopo il messaggio di acquisto dalle impostazioni del gateway Pagamenti Offline

source: Offline Payments Settings
it_it: Impostazioni Pagamenti Offline

# Transaction Status
source: Reversed
it_it: Invertito

source: Error: Amount charged is not the same as the cart total!
it_it: Errore: Importo addebitato differente da quello del carrello!

source: Unknown error while processing with PayPal. Please try again later.
it_it: Errore sconosciuto durante il processo con PayPal. Si prega di riprovare più tardi.

source: Pay with PayPal
it_it: Paga con PayPal

source: Error processing PayPal form. Missing valid PayPal information.
it_it: Errore elaborazione modulo PayPal. Informazioni PayPal valide mancanti

source: ERROR: Invalid PayPal Setup
it_it: ERRORE: Installazione di PayPal non valida

source: Invalid IPN sent from PayPal - PayLoad: %s
it_it: IPN non valido inviato da PayPal - PayLoad: %s

source: Invalid IPN sent from PayPal - Response: %s
it_it: IPN non valido inviato da PayPal - risposta: %s

source: Refund
it_it: Rimborso

source: Reversed
it_it: Invertito

source: Buyer Complaint
it_it: Reclamo acquirente

source: Denied
it_it: Bloccato

source: Expired
it_it: Scaduto
