Repository: uomopalese/iThemes-Excahnge-Wordpress-plugin-Italian-translation
Catalog: *-l10n-ithemes-exchange-*.po
Languages: it_it

source: You have three Page Type options for where and how your store pages are displayed: Exchange (by default & recommended), WordPress (where you can use shortcodes to embed & have max control) or Disabled (if you don't need certain features in this list).
it_it: Sono disponibili tre opzioni per il tipo di pagina, per determinare dove e come vengono visualizzate le pagine negozio: Exchange (impostazione predefinita e consigliata), WordPress (utilizzare gli shortcode per la pagina per avere il massimo controllo) o Disabilitato (se non hai bisogno di determinate caratteristiche di questa lista).

source: Page Title
it_it: Titolo della pagina

source: Page Slug
it_it: Slug della pagina

source: If these URL examples do not look right, go to Settings > Permalinks and click Save Changes.
it_it: Se questi URL di esempio non sembrano giusti, vai a Impostazioni > Permalinks e fai clic su Salva modifiche.

source: You'll need to turn registration on in WordPress settings or override the WordPress settings in Exchange to use this, sorry.
it_it: È necessario attivare la registrazione nelle impostazioni di WordPress, o ignorare le impostazioni di WordPress in Exchange per utilizzare questo, mi dispiace.

source: This has to be Exchange, sorry.
it_it: Questo deve essere Exchange

source: Copy this shortcode into the editor of the selected page.
it_it: Copia questo shortcode nell'editor della pagina selezionata.

source: Company Details
it_it: Dettagli Azienda

source: The name used in customer receipts.
it_it: Il nome utilizzato nella Ricevuta del cliente

source: Company Tax ID
it_it: Partita Iva/CF Azienda

source: In the U.S., this is your Federal %sTax ID Number%s.
it_it: Negli Stati Uniti, questo è il vostro Federal %sTax ID Number%s.

source: Click here for more info about obtaining a Tax ID in the US
it_it: Clicca qui per ulteriori informazioni su come ottenere un Tax ID negli Stati Uniti

source: Company Email
it_it: Email Azienda

source: Where do you want customer inquiries to go?
it_it: Dove vuoi ricevere le richieste dei clienti?

source: Company Phone
it_it: Telefono Azienda

source: This is your main customer service line.
it_it: Questa è la tua linea principale di servizio al cliente.

source: Company Address
it_it: Indirizzo Azienda

source: Base Country
it_it: Paese

source: This is the country where your business is located
it_it: Questo è il paese dove si trova il vostro negozio

source: Base State / Province
it_it: Sigla Stato (es: IT)

source: This is the state / province where your business is located
it_it: Questo è lo stato / provincia in cui si trova il vostro negozio

source: Store Settings
it_it: Impostazioni Negozio

source: Order Products By
it_it: Ordina i prodotti per

source: Product ID
it_it: ID Prodotto

source: Product Title
it_it: Nome del prodotto

source: Product Slug
it_it: Slug prodotto

source: Product Published Date/Time
it_it: Prodotto Pubblicato Data / ora

source: Product Modified Date/Time
it_it: Prodotto modifica Data / Ora

source: Random
it_it: Casuale

source: Product Order #
it_it: Ordinamento Prodotti #

source: Order
it_it: Ordinamento

source: Ascending
it_it: Ascendente

source: Descending
it_it: Discendente

source: Currency Settings
it_it: Impostazioni valute

source: Default Currency
it_it: Valuta predefinita

source: Symbol Position
it_it: Posizione simbolo

source: Before: %s10.00
it_it: Prima: %s10.00

source: After: 10.00%s
it_it: Dopo: 10.00%s

source: Where should the currency symbol be placed in relation to the price?
it_it: Dove deve essere posizionato il simbolo di valuta in relazione al prezzo?

source: Thousands Separator
it_it: Separatore delle migliaia

source: What character would you like to use to separate thousands when displaying prices?
it_it: Quale carattere ti piacerebbe utilizzare per separare le migliaia quando si visualizzano i prezzi?

source: Decimals Separator
it_it: Separatore dei decimali

source: What character would you like to use to separate decimals when displaying prices?
it_it: Quale carattere ti piacerebbe utilizzare per separare i decimali quando si visualizzano i prezzi?

source: Customer Registration Settings
it_it: Impostazioni di registrazione del cliente

source: Customer Registration
it_it: Registrazione cliente

source: Use Exchange Registration Only
it_it: Utilizzare solo il modulo di registrazione Exchange

source: Use WordPress Registration Setting
it_it: Utilizzare il modulo di registrazione di WordPress

source: In order to use this setting, you will first need to check the "Anyone can register" checkbox from the WordPress General Settings page to allow site membership.
it_it: Per poter utilizzare questa impostazione, è necessario prima spuntare la casella di controllo "Chiunque può registrarsi" nella pagina Impostazioni generali di WordPress per consentire di iscriversi al sito.

source: Default Checkout Form
it_it: Form Checkout predefinito

source: Registration
it_it: Registrazione

source: Log in
it_it: Accedi

source: Stylesheet Settings
it_it: Impostazioni fogli di stile (Css)

source: Custom Styles
it_it: Stili personalizzati

source: If they exist, the following files will be loaded in order after core Exchange stylesheets:
it_it: Se presenti, i seguenti file verranno caricati in ordine dopo i fogli di stile di Exchange:

source: Admin Settings
it_it: Impostazioni amministratore

source: Visual Editor for Product Description
it_it: Visual Editor per descrizione del prodotto

source: Enable Visual Editor for Product Descriptions?
it_it: Attivare Visual Editor per descrizioni del prodotto?

source: Product Gallery
it_it: Galleria Prodotto

source: Enable Popup
it_it: Abilita popup

source: Enable Zoom
it_it: Abilita Zoom

source: Zoom will only work properly when uploading large images.
it_it: Lo zoom funziona correttamente solo quando si caricano di immagini di grandi dimensioni.

source: Click
it_it: Clicca

source: Hover
it_it: Passaggio mouse

source: Zoom will occur in the popup when popup is enabled.
it_it: Si verificherà uno zoom nel popup quando il popup è attivato

source: Customer Messages
it_it: Messaggi dei clienti

source: Customer Account Page
it_it: Pagina account Cliente

source: Enter your content for the Customer's account page. HTML is accepted. Available shortcode functions:
it_it: Inserisci il contenuto per la pagina account del cliente. Codice HTML è accettato. Shortcode disponibili:

source: The customer's first name
it_it: Nome del cliente

source: The customer's last name
it_it: Cognome del cliente

source: The customer's username on the site
it_it: Nome utente del cliente sul sito

source: The customer's email address
it_it: Indirizzo email del cliente

source: The customer's gravatar image. Use the avatar_size param for square size. Default is 128
it_it: immagine gravatar del cliente. Utilizzare il parametro avatar_size per il formato quadrato. Il valore predefinito è 128px

source: Tools
it_it: Strumenti

source: Upgrades
it_it: Aggiornamenti

source: Resume
it_it: Riprendi

source: Upgrade
it_it: Aggiorna

source: Upgrade Feedback
it_it: Aggiorna di Feedback

source: iThemes Exchange needs to perform an %supgrade%s.
it_it: iThemes Exchange deve eseguire un %supgrade%s.

# it-l10n-ithemes-exchange
source: Edit User
it_it: Modifica utente

source: Error verifying security token. Please try again.
it_it: Errore durante la verifica del token di sicurezza. Si prega di riprovare.

source: Notes
it_it: Note

source: Update Customer Info
it_it: Aggiorna le informazioni del cliente

source: Transaction
it_it: Transazione

source: %s of %s downloads remaining
it_it: %s di %s download restanti

source: Expires %s
it_it: Scade %s

source: Never Expires
it_it: Non scade mai

source: View Customer Data
it_it: Visualizza i dati dei clienti

source: Description
it_it: Descrizione

source: Total
it_it: Totale

source: Order Number
it_it: Numero Ordine

source: Actions
it_it: Azioni

source: View
it_it: Visualizza

source: Resend Confirmation Email
it_it: Rispedisci Email di conferma

source: Refund from %s
it_it: Rimborso da %s

source: Add Manual Transaction
it_it: Aggiungi transazione manuale

source: iThemes Exchange is now installed.
it_it: iThemes Exchange è ora installato.

source: Go to Quick Setup
it_it: Vai a installazione rapida

source: Setup
it_it: Impostazioni

source: Welcome to %s
it_it: Benvenuto in %s

source: You can customize your store features by filling out some information below. (Don't worry, you can always change these settings on the Add-ons page and the %s Settings page later. And you can get back to this setup screen from the link on the help page.) If you have add-ons, please go to the %splugins page%s and install them now before starting the setup.
it_it: È possibile personalizzare le caratteristiche dei negozi compilando alcune informazioni qui di seguito. (Non ti preoccupare, è sempre possibile modificare queste impostazioni nella pagina dei componenti aggiuntivi e nella %spagina Impostazioni%s. È inoltre possibile tornare a questa schermata di configurazione dal link nella pagina di aiuto). Se si dispone di add-on , si prega di andare alla %spagina plugins%s e installarli ora prima di avviare questa installazione.

source: What are you going to sell?
it_it: Che cosa hai intenzione di vendere?

source: You can always add or remove these later on the Add-ons page.
it_it: È sempre possibile aggiungere o rimuovere questi componenti più tardi nella pagina degli Add-on.

source: Membership
it_it: Abbonamento

source: Get more Add-ons
it_it: Ottieni altri componenti aggiuntivi

source: Do more with your store with the Pro Pack
it_it: Fai di più con il tuo negozio con il Pack Pro

source: Membership, Invoices, Stripe Payments, MailChimp Integration and more!
it_it: Membership, Invoices, Stripe Payments, MailChimp Integration e altro!

source: Use Code GOPRO25 to get 25% off!
it_it: Utilizzare codice GOPRO25 per ottenere il 25% di sconto!

source: Get the Pro Pack
it_it: Ottieni Exchange Pro Pack

source: To use Membership, you need to install the Membership add-on.
it_it: Per utilizzare la funzione Abbonamento, è necessario installare Membership add-on.

source: I have the Membership add-on and just need to install and/or activate it.
it_it: Ho già Membership add-on e solo bisogno di installarlo e/o di attivarlo.

source: Go to the plugins page
it_it: Vai alla pagina dei plugin

source: I don't have the Membership add-on yet, but I want to use Membership.
it_it: Non ho ancora Membership add-on, ma voglio utilizzarlo.

source: Get the Membership Add-on
it_it: Ottieni il componente Membership (abbonamentio)

source: How will you ship your products?
it_it: Come pensate di spedire i vostri prodotti?

source: You can always add or remove these later on the Shipping Settings page.
it_it: È sempre possibile aggiungere o rimuovere questi dati più tardi nella pagina Impostazioni di spedizione.

source: Flat Rate
it_it: Tasso fisso

source: Flat Rate Default Amount
it_it: Importo predefinito per il Tasso fisso

source: Default shipping costs for flat rate. Multiplied by quantity purchased. Customizable per product by Store Admin.
it_it: Costo predefinito delle spese di spedizione a Tasso fisso. Moltiplicato per quantità acquistata. Personalizzabile per prodotto.

source: How will you accept payments?
it_it: Quali tipologie di pagamento pensate di accettare?

source: Choose your preferred payment gateway for processing transactions. You can select more than one option but it's not recommended.
it_it: Scegli il tuo gateway di pagamento preferito per elaborare le transazioni. È possibile selezionare più di una opzione, ma non è consigliato.

source: To use Stripe, you need to install the Stripe add-on.
it_it: Per utilizzare Stripe, è necessario installare Stripe add-on.

source: I have the Stripe add-on and just need to install and/or activate it.
it_it: Ho il componente di Stripe e solo bisogno di installarlo e/o attivarlo.

source: I don't have the Stripe add-on yet, but I want to use Stripe.
it_it: Non ho ancora il componente Stripe, ma voglio usare Stripe.

source: Get the free Stripe Add-on
it_it: Ottieni componente gratuito Stripe

source: E-mail Notifications
it_it: Notifiche email

source: At what email address would you like to receive store notifications?
it_it: A quale indirizzo e-mail vorresti ricevere le notifiche dal negozo?

source: Get e-mail updates from us about iThemes Exchange
it_it: Ricevi aggiornamenti via e-mail circa iThemes Exchange

source: Subscribe to get iThemes Exchange news, updates, discounts and swag &hellip; oh, and our endless love.
it_it: Iscriviti per ricevere notizie da iThemes Exchange, aggiornamenti, sconti e... oh!, il nostro amore senza fine.

source: Currency
it_it: Valuta

source: Select the currency you plan to use in your store.
it_it: Seleziona la valuta che intendi utilizzare nel tuo negozio.

source: You're almost ready to start selling digital products using PayPal and iThemes Exchange.
it_it: Siete quasi pronti per iniziare a vendere prodotti digitali utilizzando PayPal e iThemes Exchange.

source: Remember, if you want to do more with Exchange, check out our Add-ons Library.
it_it: Ricorda, se desideri fare di più con Excahnge, scopri la nostra libreria di componenti aggiuntivi.

source: Get Add-ons
it_it: Ottieni componenti aggiuntivi

source: Save Settings
it_it: Salva impostazioni

source: Product not added to cart
it_it: Prodotto non aggiunto al carrello

source: Product added to cart
it_it: Articolo aggiunto al carrello

source: Error adding Shipping Address. Please try again.
it_it: Errore tentando di aggiungere un indirizzo di spedizione. Si prega di riprovare.

source: Please fill out all required fields
it_it: Compila tutti i campi richiesti

source: Shipping Address Saved
it_it: Indirizzo di spedizione salvato

source: Error adding Billing Address. Please try again.
it_it: Errore tentando di aggiungere un indirizzo di fatturazione. Si prega di riprovare.

source: Billing Address Saved
it_it: Indirizzo di fatturazione salvato

source: A possible error occurred during your purchase.
it_it: Si è verificato un possibile errore durante il tuo acquisto.

source: If you do not receive an email receipt shortly, please contact the site owner
it_it: Si prega di contattare il proprietario del sito se non si riceve una email di Ricevuta a breve

source: Unknown error. Please try again.
it_it: "Errore sconosciuto, si prega di riprovare"

source: Please select a payment method
it_it: Si prega di selezionare un metodo di pagamento

source: There was an error processing your transaction. Please try again.
it_it: Si è verificato un errore durante il processo della transazione. Riprova.

source: Product not removed from cart. Please try again.
it_it: Prodotto non rimosso dal carrello. Riprova.

source: There was an error emptying your cart. Please try again.
it_it: Si è verificato un errore durante lo svuotamento del carrello. Riprova.

source: There was an error updating your cart. Please try again.
it_it: Si è verificato un errore aggiornando il carrello. Riprova.

source: Cart Updated.
it_it: Carrello aggiornato.

source: Cart Emptied
it_it: Carrello svuotato

source: Product removed from cart.
it_it: Prodotto rimosso dal carrello.

source: Screen Info
it_it: Finestra Informazioni

source: Cheatin&#8217; uh?
it_it: Stai scherzando, eh?

source: This feature requires inline frames. You have iframes disabled or your browser does not support them.
it_it: Questa funzionalità richiede un iframe. Hai disabilitato gli iframe o il browser non li supporta.

source: Close
it_it: Chiudi

source: File &#8220;%s&#8221; doesn&#8217;t exist?
it_it: Il file &#8220;%s&#8221; non esiste?

source: The GD image library is not installed.
it_it: La libreria di immagini GD non è installata.

source: File &#8220;%s&#8221; is not an image.
it_it: Il file &#8220;%s&#8221; non è una immagine.

source: Resize path invalid
it_it: Percorso ridimensionamento non valido

# post
source: Add New
it_it: Aggiungi nuovo

# post
source: Add New %s
it_it: Aggiungi Nuovo %s

# post
source: Edit %s
it_it: Modifica %s

# post
source: New %s
it_it: Nuovo %s

# post
source: View %s
it_it: Visualizza %s

# post
source: Search %s
it_it: Cerca %s

# post
source: No %s found
it_it: Nessun %s trovato

# post
source: No %s found in trash
it_it: Nessun %s trovato nel cestino

# post
source: Parent %s:
it_it: Genitore %s:

# post
source: All %s
it_it: Tutti i %s

source: The IT_Exchange_Coupon class must have a WP post object or ID passed to its constructor
it_it: La classe IT_Exchange_Coupon deve avere un oggetto post di WP o ID passato al suo costruttore

source: Coupon
it_it: Promozioni

source: Search Coupons
it_it: Cerca Promozioni

source: No coupons found.
it_it: Nessua Promozione trovata

source: No coupons found in Trash.
it_it: Nessua Promozione trovata nel cestino.

source: An iThemes Exchange Post Type for storing all Coupons in the system
it_it: Un Post type iThemes Exchange per la memorizzazione di tutte le Promozioni nel sistema

source: Subtotal
it_it: Subtotale

source: Apply Coupon
it_it: Applica Promozione

source: There are no items in your cart
it_it: Non sono presenti articoli nel tuo carrello.

source: No Payment add-ons enabled.
it_it: Nessun add-on per il pagamento attualmente abilitato

source: The status for this transaction does not grant access to downloadable files. Once the transaction is updated to an appoved status, you will receive a followup email with your download links.
it_it: Lo stato in cui si trova questa transazione non concede di accedere ai file scaricabili. Una volta che la transazione sarà aggiornata ad uno stato appoved, riceverai una email di follow-up con i tuoi link di download.

source: Expires on
it_it: Scade il

source: No expiration date
it_it: Nessuna data di scadenza

source: download(s) remaining
it_it: download(s) rimanenti

source: Unlimited downloads
it_it: Download illimitato

source: Download Now
it_it: Scarica ora

source: No transactions found.
it_it: Nessuna transazione trovata.

source: The status for this transaction does not grant access to downloadable files. Once the transaction is updated to an approved status, you will receive a follow-up email with your download links.
it_it: Lo stato in cui si trova questa transazione non concede di accedere ai file scaricabili. Una volta che la transazione sarà aggiornata ad uno stato approvato, riceverai una email di follow-up con il tuo link di download.

source: You already have an active account and are logged in. Visit your %sProfile%s
it_it: Hai già un account attivo e sei collegato. Visita il tuo% sProfilo% s

source: No Products Found
it_it: Non sono stati trovati prodotti

source: Apply
it_it: Applica

source: Update Quantity
it_it: Aggiorna quantità

source: You have 1 item in your <a href="%s">%s</a>
it_it: Hai 1 articolo nel tuo <a href="%s">%s</a>

source: You have %s items in your <a href="%s">%s</a>
it_it: Hai %s articoli nel tuo <a href="%s">%s</a>

source: Your cart is empty
it_it: Il carrello è vuoto

source: No payment add-ons enabled.
it_it: Nessun add-on per il pagamento attualmente abilitato

source: Quantity
it_it: Quantit&agrave;

source: Invalid transaction. Confirmation email not sent.
it_it: Transazione non valida. Email di conferma non inviata.

source: Confirmation Email not sent. Please try again.
it_it: Mail di conferma non inviata. Riprova.

source: You do not have permission to resend confirmation emails.
it_it: Non hai il permesso di inviare nuovamente la mail di conferma.

source: Confirmation email resent
it_it: Email di conferma reinviata.

source: Available Downloads
it_it: Download disponibili

source: You have purchased %d unique download link(s) for each file available with this product.%s%sEach link has its own download limits and you can view the details on your %sdownloads%s page.
it_it: Avete acquistato %d link(s) di download unico per ogni file disponibile con questo prodotto.%s%sOgni collegamento ha i suoi limiti di download ed è possibile visualizzare i dettagli nella tua %spagina dei downloads%s

source: Download link
it_it: Link per il download

source: Important Information
it_it: Informazioni importanti

source: Total Price
it_it: Prezzo totale

source: Invalid webhook request for this site. The webhook request should be: %s
it_it: Richiesta webhook non valido per questo sito. La richiesta webhook dovrebbe essere: %s

source: iThemes Exchange Webhook Process Error
it_it: iThemes Exchange Webhook errore durante il processo

source: iThemes Exchange webhook process Complete
it_it: iThemes Exchange Webhook processo completato

source: iThemes Exchange Webhook Process Complete
it_it: iThemes Exchange Webhook processo completato

source: Dangerous Settings
it_it: Impostazioni pericolose

source: Reset Exchange
it_it: Ripristina Exchange

source: Reset ALL data
it_it: Ripristina TUTTI i dati

source: Checking this box will reset ALL settings and DELETE ALL DATA.
it_it: Selezionando questa casella verranno ripristinate TUTTE le impostazioni di default e CANCELLATI TUTTI I DATI.

source: Exchange has been reset. All data has been deleted.
it_it: Exchange è stato ripristinato. Tutti i dati sono stati cancellati.

source: Product Base
it_it: Prodotto base

source: Store
it_it: Negozio

source: Store Page
it_it: Pagina "Negozio"

source: Where all your products are shown in one place
it_it: Dove sono esposti tutti i tuoi prodotti

source: Where customers register to login, download, etc. You can turn off registration and allow guest checkouts in Exchange / Add-ons / Digital Downloads Settings.
it_it: Dove i clienti si registrano per effettuare il login, download, ecc. È possibile disattivare la registrazione e consentire il Guest Ceckout in Exchange / Add-ons / Digital Download Settings.

source: Account
it_it: Il tuo Account

source: Account Page
it_it: Pagina "Account"

source: Customers get an account when they buy something, so they can login and download their purchases. This is the main landing page for customers after they log in.
it_it: I clienti ottengono un account quando comprano qualcosa, in modo che possano accedere e scaricare i loro acquisti. Questa è la pagina di destinazione principale per i clienti dopo che hanno effettuato il log in.

source: Profile
it_it: Profilo

source: Profile Page
it_it: Pagina "Profilo"

source: Private details about your customers that they can change.
it_it: Dettagli privati ​​circa i clienti che essi possono cambiare

source: Customer Downloads
it_it: Download cliente

source: Page where the customer can find all of their available downloads.
it_it: Pagina dove il cliente può trovare tutti i suoi download disponibili.

source: Purchases
it_it: Acquisti

source: Customer Log In
it_it: Log in Clienti

source: Customer Log Out
it_it: Log out Clienti

source: Thank you
it_it: Grazie

source: Purchase Confirmation
it_it: Conferma Acquisto

source: register
it_it: registrati

source: edit your cart
it_it: Modifica il Carrello

source: We need a billing address before you can checkout
it_it: Abbiamo bisogno di un indirizzo di fatturazione, prima di precedere al pagamento

source: Please provide a username and password
it_it: Fornire il nome utente e la password.

source: You do not have permission to view this file.
it_it: Non hai i permessi per vedere questo file

source: Error
it_it: Errore

source: %s Product
it_it: %s Prodotto

source: Payment Gateway Warning
it_it: Payment Gateway - Avvertimento

source: Yes
it_it: Si
